{
  "pagination": {
    "last_visible_page": 1,
    "has_next_page": true
  },
  "data": [
    {
      "mal_id": 495090,
      "url": "https://myanimelist.net/reviews.php?id=495090",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T20:52:00+00:00",
      "review": "Lyrical Nanoha ViVid is probably going to be one of the more difficult shows I'll have written a review for lately. It's not the series' fault, as it genuinely does try to stay on-topic with what it presents and progress reasonably. The issue is that the series feels way too ambivalent to commit to anything at times, as well as a few other issues. Unfortunately, Nanoha is no longer the series it was when it started; Nanoha herself actually barely appears outside a few seasons, and even Vivio fails to get any significant amount of spotlight. You can forget Fate and Hayate too, Fate appearingonce or twice all season long, and Hayate only appearing a single time for a very minor scene. So, what's the hook? A girl named Einhart Stratos, who has the memories of a past lifetime and the regrets of the person who used to be, as well as his mysterious relationship with a woman.\n\nThe first major issue with Einhart is that the show rather debatably ignores her backstory and developed lore, for better or for worse. Instead, the focus shifts to how it affects her current life without really delving into her past at all, aside from where the series used it as a plot stepping stone to its current situations. Instead, her development is used to show how she can adjust to her normal life, make friends, and hone her skills. ...Which is actually a great message on its own, even if it does come off as a bit of a deceptive concept. Despite this, her character is remarkably well-developed; it's surprising how well they manage to flesh her out despite this, showing how she copes with her past.\n\nThe tournament arc, supposedly the main arc, takes a backseat and isn't mentioned for quite a while into the series, appearing somewhat underwhelming when it does by following a rather strict formula and not changing things up. I'm not saying it's bad, but it could have used a bit more creativity and thought.",
      "score": 8,
      "tags": ["Mixed Feelings"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 25939,
        "url": "https://myanimelist.net/anime/25939/Mahou_Shoujo_Lyrical_Nanoha_ViVid",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/9/72718.jpg?s=e792f7c2efb807495770bdf6e6db1c94",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/9/72718t.jpg?s=e792f7c2efb807495770bdf6e6db1c94",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/9/72718l.jpg?s=e792f7c2efb807495770bdf6e6db1c94"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/9/72718.webp?s=e792f7c2efb807495770bdf6e6db1c94",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/9/72718t.webp?s=e792f7c2efb807495770bdf6e6db1c94",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/9/72718l.webp?s=e792f7c2efb807495770bdf6e6db1c94"
          }
        },
        "title": "Mahou Shoujo Lyrical Nanoha ViVid"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Animelover875",
        "username": "Animelover875",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/4fd56474-f151-421c-8ccb-818c9d88a47c_225w?s=669002734ba67a307eab9f1ca9728ec9"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/4fd56474-f151-421c-8ccb-818c9d88a47c_225w?s=669002734ba67a307eab9f1ca9728ec9"
          }
        }
      }
    },
    {
      "mal_id": 495089,
      "url": "https://myanimelist.net/reviews.php?id=495089",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T20:29:00+00:00",
      "review": "This was definitely a good time. Got to show off much of the roster of characters, even if many of them didn't get much characterization and the entire idea that they come to this island all together feels a bit farfetched (and if they do, the absence of the Yonkou and several notable Shichibukai feels more than a little strange). Still, it's One Piece and not everything needs to make sense to have a good time. That being said, maybe it's just me being tired of this particular kind of villain, but \"very strong\" and \"has an independent streak\" just isn't enough characterization for me tobe interested. That might not be particularly fair, since the last One Piece movie I saw was Z, and Zephyr was the peak of One Piece movie villains. Still, Bullet is about as interesting as Shiki, which is to say that he has a history in the world that has some meaning, but that's about it. He's just an obstacle in the way of becoming Pirate King.\n\nStill, this movie has a lot going for it. We get some really interesting team-ups, including a big fight involving all the Worst Generation and a rather disparate group of characters from every corner of the world that would never team up under other circumstances. It's nice to see how that latter team-up plays out, and though the former is fun, it feels largely just like a lesser version of their desperate fight against Kizaru in the main series. In all cases, though, the animation is dynamic and colorful. There's a lot to love about these fight scenes and how they amp them up - you can really see what led into the glory that is the Wano Arc. Probably its best moments, though, come from Usopp and Luffy themselves, though I won't spoil those. Overall, it's better than the average One Piece movie, but not as special as I was hoping to see.",
      "score": 7,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 38234,
        "url": "https://myanimelist.net/anime/38234/One_Piece_Movie_14__Stampede",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1221/100550.jpg?s=0118714302fb254df9cfb45470bb54c6",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1221/100550t.jpg?s=0118714302fb254df9cfb45470bb54c6",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1221/100550l.jpg?s=0118714302fb254df9cfb45470bb54c6"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1221/100550.webp?s=0118714302fb254df9cfb45470bb54c6",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1221/100550t.webp?s=0118714302fb254df9cfb45470bb54c6",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1221/100550l.webp?s=0118714302fb254df9cfb45470bb54c6"
          }
        },
        "title": "One Piece Movie 14: Stampede"
      },
      "user": {
        "url": "https://myanimelist.net/profile/whiteflame55",
        "username": "whiteflame55",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/60841aad-bff0-4209-a1ea-7cfc2fe48769_225w?s=763380b44ed6944a14d11b9785e0a479"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/60841aad-bff0-4209-a1ea-7cfc2fe48769_225w?s=763380b44ed6944a14d11b9785e0a479"
          }
        }
      }
    },
    {
      "mal_id": 495085,
      "url": "https://myanimelist.net/reviews.php?id=495085",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T19:31:00+00:00",
      "review": "God, I adore this movie. It feels like a story to be passed on for generations. The animation is just fantastic. Such skill and love went into every frame. The writhing of demons was done in such a way that I felt squeamish just looking at them. Ashitaka is a powerful, but flat character. He doesn't change, though I felt he didn't need to. He was mature, brave, and strong in the face of such adversity. He is someone to aspire to be, despite his obvious naïveté. The Princess is lovely, a human among wolves who chooses to remain a wolf. I've never been muchof an environmentalist, but this film sure does make me want to start a garden. It felt odd having no set villains, or at least, the antagonists continuing to live. Lady Eboshi was such a good character, very conflicting were and are my feelings for her. On one hand, she wants to behead the forest spirit to save Irontown, but on the other hand, she cares for the needy and wants the best for the people in her town. The characters, animation, and score all coalesce into this beautiful work that I never had the desire to look away from, only to bask in its love and wonder.",
      "score": 10,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 164,
        "url": "https://myanimelist.net/anime/164/Mononoke_Hime",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/7/75919.jpg?s=9daf7b07fd949af5f038fbd4629527be",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/7/75919t.jpg?s=9daf7b07fd949af5f038fbd4629527be",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/7/75919l.jpg?s=9daf7b07fd949af5f038fbd4629527be"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/7/75919.webp?s=9daf7b07fd949af5f038fbd4629527be",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/7/75919t.webp?s=9daf7b07fd949af5f038fbd4629527be",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/7/75919l.webp?s=9daf7b07fd949af5f038fbd4629527be"
          }
        },
        "title": "Mononoke Hime"
      },
      "user": {
        "url": "https://myanimelist.net/profile/PrismaFlux",
        "username": "PrismaFlux",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/61719ade-ecb5-4656-9d80-9d7e61d4a62e_225w?s=a091d84b7aff6d006f11978287c19b8c"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/61719ade-ecb5-4656-9d80-9d7e61d4a62e_225w?s=a091d84b7aff6d006f11978287c19b8c"
          }
        }
      }
    },
    {
      "mal_id": 495084,
      "url": "https://myanimelist.net/reviews.php?id=495084",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T19:22:00+00:00",
      "review": "Sword Art Online Abridged is probably the best anime of all time. Characters, humour, plot, inside jokes, animation, voice acting, ALL 10/10 Available to watch on youtube for free. You have no excuse not to watch it. Not only that but the show has only improved over the years. Episode 17 is one of the best anime episodes ever and it came from a parody? How is this possible? I don't know. Nothing makes sense any more. The fact they spend 6 months on each episode probably helps. Each episode is gold. No filler,no boring parts, no plot holes or stupid 2D characters,  just laughing crying and adventure.\n\nSword Art Online the original is ok.  Really liked the first 14 episodes. It made me care enough about the characters enough to overlook plot and writing issues, and also drag myself through the rest of the series.  \n\nIf you hated SAO You will love SAO  Abridged\nIf you loved SAO You will love SAO  Abridged\nIf you never watched SAO You will love SAO  Abridged (and don't bother watching SAO, Abridged is all you need)\n\nSo to recap I gave SAO 8/10 for making the first 14 episodes and the source animation for  SAO  Abridged",
      "score": 8,
      "tags": ["Mixed Feelings"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 11757,
        "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/11/39717.jpg?s=d5dea0185653fb355345e0fccaf6c476",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/11/39717t.jpg?s=d5dea0185653fb355345e0fccaf6c476",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/11/39717l.jpg?s=d5dea0185653fb355345e0fccaf6c476"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/11/39717.webp?s=d5dea0185653fb355345e0fccaf6c476",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/11/39717t.webp?s=d5dea0185653fb355345e0fccaf6c476",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/11/39717l.webp?s=d5dea0185653fb355345e0fccaf6c476"
          }
        },
        "title": "Sword Art Online"
      },
      "user": {
        "url": "https://myanimelist.net/profile/bthmh2",
        "username": "bthmh2",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          }
        }
      }
    },
    {
      "mal_id": 495083,
      "url": "https://myanimelist.net/reviews.php?id=495083",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T19:16:00+00:00",
      "review": "Aug 1, 2023 Zombieland Saga Revenge (Anime) edit Recommended (this is a review of both Zombieland saga and revenge as I watched both very close to each other) I came to Zombieland Saga because I heard it had some trans rep in Lily (number 6) and as a trans woman I want more of that in my shows and media that I am consuming. What I got was meh trans rep and a new show to add to the list of my favorite anime. This is first and foremost an idol show, think K-on, every single plot point and character arc is related to the fact they are idols.because you know thats what the show is about I am going to shift this review to be about Lily and the trans rep in her because that is a very specific part of the show I came to it for and that I am sure other people like me will as well.\nLily is a kind of representation where by her words and by the story she is trans but it doesn't really effect her character in any meaningful way. because her character is so young we never see her deal with her dysphoria in a major way (the one time it is addressed its sort of treated as a joke, but not really I cant really tell the tone of the scene). And outside of her one episode in season one the fact she is trans is never brought up again. Don't take this wrong Lily is awesome, her episode in revenge is one of my favorite episodes in the show. It really lets her shine, unfortunately she gets noticeably less lines then a lot of the other cast, she is a character I desperately want more from but they way they have written her so far is disappointing in that I font think there is much else to get from her transness. I hope the movie and any possible future seasons proves me wrong with this (I have not read any manga or other material that this might be based on so i font know if this is the end or not, from the show it doesn't feel like it wants to end yet but who knows.)",
      "score": 9,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 37976,
        "url": "https://myanimelist.net/anime/37976/Zombieland_Saga",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1084/128208.jpg?s=8db5e449401d00f4ff5785ff375eb858",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1084/128208t.jpg?s=8db5e449401d00f4ff5785ff375eb858",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1084/128208l.jpg?s=8db5e449401d00f4ff5785ff375eb858"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1084/128208.webp?s=8db5e449401d00f4ff5785ff375eb858",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1084/128208t.webp?s=8db5e449401d00f4ff5785ff375eb858",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1084/128208l.webp?s=8db5e449401d00f4ff5785ff375eb858"
          }
        },
        "title": "Zombieland Saga"
      },
      "user": {
        "url": "https://myanimelist.net/profile/ThatOneGG06",
        "username": "ThatOneGG06",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          }
        }
      }
    },
    {
      "mal_id": 495082,
      "url": "https://myanimelist.net/reviews.php?id=495082",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T19:14:00+00:00",
      "review": "(this is a review of both Zombieland saga and revenge as I watched both very close to each other) I came to Zombieland Saga because I heard it had some trans rep in Lily (number 6) and as a trans woman I want more of that in my shows and media that I am consuming. What I got was meh trans rep and a new show to add to the list of my favorite anime. This is first and foremost an idol show, think K-on, every single plot point and character arc is related to the fact they are idols. because you know thats what theshow is about I am going to shift this review to be about Lily and the trans rep in her because that is a very specific part of the show I came to it for and that I am sure other people like me will as well. \nLily is a kind of representation where by her words and by the story she is trans but it doesn't really effect her character in any meaningful way. because her character is so young we never see her deal with her dysphoria in a major way (the one time it is addressed its sort of treated as a joke, but not really I cant really tell the tone of the scene). And outside of her one episode in season one the fact she is trans is never brought up again. Don't take this wrong Lily is awesome, her episode in revenge is one of my favorite episodes in the show. It really lets her shine, unfortunately she gets noticeably less lines then a lot of the other cast, she is a character I desperately want more from but they way they have written her so far is disappointing in that I font think there is much else to get from her transness. I hope the movie and any possible future seasons proves me wrong with this (I have not read any manga or other material that this might be based on so i font know if this is the end or not, from the show it doesn't feel like it wants to end yet but who knows.)",
      "score": 9,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 40174,
        "url": "https://myanimelist.net/anime/40174/Zombieland_Saga_Revenge",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1118/115156.jpg?s=7368af8b6cf39e865e9b34342e848ddc",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1118/115156t.jpg?s=7368af8b6cf39e865e9b34342e848ddc",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1118/115156l.jpg?s=7368af8b6cf39e865e9b34342e848ddc"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1118/115156.webp?s=7368af8b6cf39e865e9b34342e848ddc",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1118/115156t.webp?s=7368af8b6cf39e865e9b34342e848ddc",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1118/115156l.webp?s=7368af8b6cf39e865e9b34342e848ddc"
          }
        },
        "title": "Zombieland Saga Revenge"
      },
      "user": {
        "url": "https://myanimelist.net/profile/ThatOneGG06",
        "username": "ThatOneGG06",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          }
        }
      }
    },
    {
      "mal_id": 495080,
      "url": "https://myanimelist.net/reviews.php?id=495080",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T18:58:00+00:00",
      "review": "Much like Mahou Shoujo Madoka★Magica this show doesn't pull any punches. You haven't seen Mahou Shoujo Madoka★Magica? ok well add that to your list too. Majo no Tabitabi is lighter and more upbeat in general but still gets very dark in parts. You may expect a slice of life with generic characters but instead get something far more nuanced then we expect from typical anime these days. Sometimes bad things happen. Sometimes you can help, and sometimes you can't. Sometimes you make things worse. Sometimes you can say \"That problem is not my problem\" (a logical stance neverbefore taken by anime protagonists) \n\nI suppose I was delighted by the show's willingness to break most rules of anime and have real characters make real choices.  Sane choices by real world standards.  Also when characters help others there is no guarantee they will make the situation better, things could go poorly, you just don't know.  This keeps you guessing about choices, about outcomes, about everything.\n\nDelightful surprising anime.  Would recommend.",
      "score": 10,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 40571,
        "url": "https://myanimelist.net/anime/40571/Majo_no_Tabitabi",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1802/108501.jpg?s=b1fb2985f926a0c716b36c20597b415b",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1802/108501t.jpg?s=b1fb2985f926a0c716b36c20597b415b",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1802/108501l.jpg?s=b1fb2985f926a0c716b36c20597b415b"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1802/108501.webp?s=b1fb2985f926a0c716b36c20597b415b",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1802/108501t.webp?s=b1fb2985f926a0c716b36c20597b415b",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1802/108501l.webp?s=b1fb2985f926a0c716b36c20597b415b"
          }
        },
        "title": "Majo no Tabitabi"
      },
      "user": {
        "url": "https://myanimelist.net/profile/bthmh2",
        "username": "bthmh2",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          }
        }
      }
    },
    {
      "mal_id": 495076,
      "url": "https://myanimelist.net/reviews.php?id=495076",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T17:57:00+00:00",
      "review": "KnY S3 is good. It is not on par with S2. If S2 is 8.8/10, then S3 is the 8.3/10 that it has on here. It doesn't meet the marks that S2 does, but still, S3 was enjoyable. It's content that you turn off your brain and binge with ease. This series garners a lot of criticism, and I'm one who didn't really like S1. The animation throughout the series is great, but the one problem has always been its lacking storyline. It's very shallow, and we lack information, in exchange for fights and animation. This isfine, I don't think the storyline is anywhere near the trash that comes out of Hollywood, so KnY will pretty much always be a series I can rely on to deliver. \n\nAnimation 10/10\n-  It's Ufotable.\nSound 10/10\n-  Great OP ED, good BGM and impactful soundtrack at the end.\nStory 5/10\n-  It's about getting his sword, and includes fights, other than that, the story just lacks expansion of our knowledge of this world.\nCharacters 9/10\n-  Mitsuri was a nice character to delve into, I really wanted to know more of her story, and see more of her on the battlefield.  Genya and Muichirou were ok.  I was kind of glad we didn't have to hear much obnoxious crying from Zenitsu.\nEnjoyment 8/10\n-  Like I said, it was good, not great, but was easy to binge.  Simple brain food for someone looking to just enjoy the simple stuff this series offers.\n\nI recommend KnY to everyone, especially those who have no enemies.",
      "score": 8,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 51019,
        "url": "https://myanimelist.net/anime/51019/Kimetsu_no_Yaiba__Katanakaji_no_Sato-hen",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1765/135099.jpg?s=c6a4611acaf0c5325c4cae870ff0403a",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1765/135099t.jpg?s=c6a4611acaf0c5325c4cae870ff0403a",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1765/135099l.jpg?s=c6a4611acaf0c5325c4cae870ff0403a"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1765/135099.webp?s=c6a4611acaf0c5325c4cae870ff0403a",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1765/135099t.webp?s=c6a4611acaf0c5325c4cae870ff0403a",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1765/135099l.webp?s=c6a4611acaf0c5325c4cae870ff0403a"
          }
        },
        "title": "Kimetsu no Yaiba: Katanakaji no Sato-hen"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Tablekun",
        "username": "Tablekun",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/ab6d9fad-73c5-4e35-9e31-4952863ade7c_225w?s=41dd90ede9695eb98b5708e9b03e90cb"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/ab6d9fad-73c5-4e35-9e31-4952863ade7c_225w?s=41dd90ede9695eb98b5708e9b03e90cb"
          }
        }
      }
    },
    {
      "mal_id": 495071,
      "url": "https://myanimelist.net/reviews.php?id=495071",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T17:26:00+00:00",
      "review": "I have read, watched, seen, listened, played many media. But this one is probably my most hated. I have seriously never had any piece of media anger and frustrate me so much between all the boredom (which makes the majority of the run-time). Fuck you, elfen lied, my all time least favourite piece of media and I hate everything you stand for. Watch for episode 1 if you enjoy scenes of mook massacre, but there is absolutely no reason to watch the rest of it. The mystery is garbage, the main character is in an incestuous relationship with his cousin, and the story revolves around amnesia plots.",
      "score": 1,
      "tags": ["Not Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 226,
        "url": "https://myanimelist.net/anime/226/Elfen_Lied",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1780/121555.jpg?s=9f36dcc8f1c9b78d20ccd0791560bb83",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1780/121555t.jpg?s=9f36dcc8f1c9b78d20ccd0791560bb83",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1780/121555l.jpg?s=9f36dcc8f1c9b78d20ccd0791560bb83"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1780/121555.webp?s=9f36dcc8f1c9b78d20ccd0791560bb83",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1780/121555t.webp?s=9f36dcc8f1c9b78d20ccd0791560bb83",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1780/121555l.webp?s=9f36dcc8f1c9b78d20ccd0791560bb83"
          }
        },
        "title": "Elfen Lied"
      },
      "user": {
        "url": "https://myanimelist.net/profile/EmaqED",
        "username": "EmaqED",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/de46014c-9176-4202-8692-5644221b8b49_225w?s=9e3d51f144fecbcfa7e548ba19d45045"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/de46014c-9176-4202-8692-5644221b8b49_225w?s=9e3d51f144fecbcfa7e548ba19d45045"
          }
        }
      }
    },
    {
      "mal_id": 495063,
      "url": "https://myanimelist.net/reviews.php?id=495063",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T15:48:00+00:00",
      "review": "I found this by browsing the Mahou Shoujo genre for new things I've missed, this was there and I remembered seeing it free on YouTube from the artist who wrote it. Thought it'd be a good opportunity to review it since no one else has at this point in time. This is an extremely pretty music video using the theme song of Sailor Moon Cosmos which I have yet to see. The character designs are stunning and I wish I could learn more about them, the colors and art style feel so good and I actually kind of wish we got an actual anime inthis style and with these characters. Overall the plot seems nice and mysterious although it's just a music video so most story elements are up to interpretation, but I could see the feelings behind the characters' faces and actions. It feels like a genuine opening to an anime, I love it! If you like Sailor Moon, you'll probably like this. How it's not anything more then a music video so if you're searching for anything more you may be disappointed.",
      "score": 9,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 55637,
        "url": "https://myanimelist.net/anime/55637/Tsuki_no_Hana",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1120/136435.jpg?s=c752411bf3a4f8a2431d403f1de89736",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1120/136435t.jpg?s=c752411bf3a4f8a2431d403f1de89736",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1120/136435l.jpg?s=c752411bf3a4f8a2431d403f1de89736"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1120/136435.webp?s=c752411bf3a4f8a2431d403f1de89736",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1120/136435t.webp?s=c752411bf3a4f8a2431d403f1de89736",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1120/136435l.webp?s=c752411bf3a4f8a2431d403f1de89736"
          }
        },
        "title": "Tsuki no Hana"
      },
      "user": {
        "url": "https://myanimelist.net/profile/LinetteFox",
        "username": "LinetteFox",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/591b82f1-97e8-4daf-88f0-8220b8efd931_225w?s=bd78bb2c3577eda70da0777545ee075f"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/591b82f1-97e8-4daf-88f0-8220b8efd931_225w?s=bd78bb2c3577eda70da0777545ee075f"
          }
        }
      }
    },
    {
      "mal_id": 495056,
      "url": "https://myanimelist.net/reviews.php?id=495056",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T14:23:00+00:00",
      "review": "When I first watched this movie, it was very confusing to me. I am familiar with movies like this such as Inception, so I knew what I was getting into. It took me three times to watch the movie to fully understand what was happening. Dreams bleeding into reality. If you watch it one time you probably will not understand what's happening. But if you truly do what to understand this movie I recommend watching it at least two times. Other than the story, the animation is beautiful with bright colors that have a dark undertone. The Soundtrack blends perfectly with the visuals. All togetherthis movie felt like a dream.",
      "score": 8,
      "tags": ["Mixed Feelings"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 1943,
        "url": "https://myanimelist.net/anime/1943/Paprika",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1929/93629.jpg?s=27c270369bd7dbeeb370db635abbef41",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1929/93629t.jpg?s=27c270369bd7dbeeb370db635abbef41",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1929/93629l.jpg?s=27c270369bd7dbeeb370db635abbef41"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1929/93629.webp?s=27c270369bd7dbeeb370db635abbef41",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1929/93629t.webp?s=27c270369bd7dbeeb370db635abbef41",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1929/93629l.webp?s=27c270369bd7dbeeb370db635abbef41"
          }
        },
        "title": "Paprika"
      },
      "user": {
        "url": "https://myanimelist.net/profile/GhostDetective",
        "username": "GhostDetective",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/66b3a3e1-4a6d-46ec-8898-32cdb15d4751_225w?s=21b8257a290f77a7c96cdf2a75f16459"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/66b3a3e1-4a6d-46ec-8898-32cdb15d4751_225w?s=21b8257a290f77a7c96cdf2a75f16459"
          }
        }
      }
    },
    {
      "mal_id": 495055,
      "url": "https://myanimelist.net/reviews.php?id=495055",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T14:20:00+00:00",
      "review": "Gravitation is a romantic comedy about an up and coming musician and his whirlwind relationship with an aloof, emotionally stunted author. It continues the proud tradition of romance protagonists fighting against all odds to keep someone important to them, while being surrounded by a cast of characters who would all be better, for them. The early episodes were a bit of a chore to get through. In true paperback romance fashion, the stock and trade of Gravitation, on a scene-by-scene basis, is emotional immediacy. Everything that happens to Shuichi and Yuki is the height of drama, the stakes are as high as they're ever going tobe, and every episode feels like the season finale or even the series finale. It can be a bit much to take in. I'm still trying to get acclimated to the characters and the world, and I'm being forced to deal with emotional tones that would come at the end of a more competently paced series.\n\nIn truth, you're not supposed to watch the show with a critical eye, like I decided to do. Rather, you're supposed to immerse yourself in the feels, accept the vibes as they're presented to you. Once I reminded myself to do that, it got a fair sight more tolerable. I even wound up enjoying my experience, by the end. A few of the sight gags are actually pretty funny, and once the writers decided to get past Yuki's initial phase of \"playing dumb manipulative games with the heart of some dude who literally doesn't deserve it,\" I found his struggles to engage emotionally with Shuichi to be... coherent? Interesting? I was engaged with it.\n\nThere are a few elements of the plot I don't particularly like. Without going into spoilers, certain elements get thrown around that the writers, I feel, don't handle with the appropriate level of respect. Rather heavy plot beats get dropped into the story, seemingly for no other reason than to create drama, and are discarded as irrelevant as soon as they've been allowed to appear on screen and make the JoJo \"menacing\" vignette at the protagonists. But, as I said, this sort of high intensity emotional storytelling is de riguer for romances, and by letting go and stewing in the vibes, the intended experience was still more positive than negative.\n\nOverall, I'd probably put Gravitation in between a 6 and a 7. It is an okay show. If you're a fan of romance stories, this is definitely an appealing one to watch.",
      "score": 6,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 243,
        "url": "https://myanimelist.net/anime/243/Gravitation",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/4/21856.jpg?s=0d87aa5fd4e608a76f83096189bfc758",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/4/21856t.jpg?s=0d87aa5fd4e608a76f83096189bfc758",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/4/21856l.jpg?s=0d87aa5fd4e608a76f83096189bfc758"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/4/21856.webp?s=0d87aa5fd4e608a76f83096189bfc758",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/4/21856t.webp?s=0d87aa5fd4e608a76f83096189bfc758",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/4/21856l.webp?s=0d87aa5fd4e608a76f83096189bfc758"
          }
        },
        "title": "Gravitation"
      },
      "user": {
        "url": "https://myanimelist.net/profile/watashiwared",
        "username": "watashiwared",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          }
        }
      }
    },
    {
      "mal_id": 495053,
      "url": "https://myanimelist.net/reviews.php?id=495053",
      "type": "anime",
      "reactions": {
        "overall": 2,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 2,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T14:03:00+00:00",
      "review": "when i first read the reviews i was surprised that there weren't many bad ratings. this made me wonder about this anime. seeing a new generation school love anime get good ratings, made me hopeful and i started it. but seriously there is nothing to see here. story 2/10: while watching this anime i always felt uncomfortable about something. this was cheap like ordinary, boring, and stereotype anime so i have nothing to say. a lame male mc and a girl mc whose only personality trait is her physical appearance. characters 1/10: what i dislike the most about kyoutarou is he makes himself look like aloser. his obsession with k*lling is truly adolescent. like the thoughts of someone who has never talked to a girl before. but the fact that he has a protective personality makes the anime watch a little bit.\nanna is the character that makes up the general audience of this anime. she is existed for satisfaction of men.\n\nanimation 5/10:\nthe only good thing",
      "score": 3,
      "tags": ["Not Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 52578,
        "url": "https://myanimelist.net/anime/52578/Boku_no_Kokoro_no_Yabai_Yatsu",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1545/133887.jpg?s=8f6310f1c2f7658243ea83b97d2ed068",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1545/133887t.jpg?s=8f6310f1c2f7658243ea83b97d2ed068",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1545/133887l.jpg?s=8f6310f1c2f7658243ea83b97d2ed068"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1545/133887.webp?s=8f6310f1c2f7658243ea83b97d2ed068",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1545/133887t.webp?s=8f6310f1c2f7658243ea83b97d2ed068",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1545/133887l.webp?s=8f6310f1c2f7658243ea83b97d2ed068"
          }
        },
        "title": "Boku no Kokoro no Yabai Yatsu"
      },
      "user": {
        "url": "https://myanimelist.net/profile/tgscrd",
        "username": "tgscrd",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/2f704c10-0f39-486a-ac1d-959835ca0d3d_225w?s=f91763a526bb33c8e587e7aa6a046176"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/2f704c10-0f39-486a-ac1d-959835ca0d3d_225w?s=f91763a526bb33c8e587e7aa6a046176"
          }
        }
      }
    },
    {
      "mal_id": 495049,
      "url": "https://myanimelist.net/reviews.php?id=495049",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T13:26:00+00:00",
      "review": "This anime is nothing more than vampire FAN FICTION and just like most stereotypical fan fiction, it is VERY BAD. I do NOT recommend watching this. 3/10 ----------------- PROS ----------------- • The premise of this story is somewhat unique. Sure, there are several other vampire anime, but it's not a very common genre compared to superheroes, romance, or slice of life. • The action scenes are also pretty decent. It's usually fun and pretty creative, and they come regularly in almost every episode. • The world is somewhat interesting. Steampunk Paris with Vampires and an Alternate History Storyline. The writing uses a lot of fancy wordswhich is... fine.\n\n• A lot SEEMS to happen very quickly and the show jumps from beat to beat with fast pacing.\n\n----------------- CONS -----------------\n• I say \"seems\" because NOTHING actually happens across this anime.  The characters will say that things are happening and there might be some action occurring on screen, but nothing relevant or significant to the plot is taking place. \n\n• The world is not compelling enough to keep us interested while the characters literally do NOTHING but talk (even during action scenes). And our main character KEEPS INTRODUCING HIMSELF OVER AND OVER.\n\n• And of course he does! Because this series CONSTANTLY introduces brand new characters each episode (sometimes multiple) who have absolutely nothing to contribute to the story or make the conflict more interesting. Our protagonists just dilly-dally from location to location, meeting new people, \"saving the day\" and then go home and get their blood sucked or whatever.\n\n• Characters have no clear motivation. The story has no clear destination. There is nothing at stake. \"I want to save all the vampires.\" Okay, cool, but why should I care about that quest?\n\n• I hate the villain's voice, it's so goddamn annoying.\n\n----------------- What I Wish This Anime Was -----------------\n• One aspect that I personally wanted more from was the romance, surprisingly enough. I know my opening line criticizes Vanitas no Karte for being \"fan fiction\" but honestly, if the creator(s) want to go down that route, then they should go ALL IN rather than trying to do everything (drama, action, mystery, romance, etc.)\n\n• The interactions between Vantias and Jeanne were actually compelling, albeit barely fleshed out. Not to mention, Noé's unspoken jealousy and homoerotic longing for Vantias from the sidelines. Between the four or five recurring characters, there was plenty of room for a full-blown soap opera to take place, while still having some of the action and mystery included.\n\n\nOverall, this anime is simply not worth watching. I will check out season 2 because of its rating on MAL, but I'm not looking forward to it.",
      "score": 3,
      "tags": ["Not Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 48580,
        "url": "https://myanimelist.net/anime/48580/Vanitas_no_Karte",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1401/118483.jpg?s=88e8ee5965296692cf3885327276eb28",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1401/118483t.jpg?s=88e8ee5965296692cf3885327276eb28",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1401/118483l.jpg?s=88e8ee5965296692cf3885327276eb28"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1401/118483.webp?s=88e8ee5965296692cf3885327276eb28",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1401/118483t.webp?s=88e8ee5965296692cf3885327276eb28",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1401/118483l.webp?s=88e8ee5965296692cf3885327276eb28"
          }
        },
        "title": "Vanitas no Karte"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Trapper20",
        "username": "Trapper20",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/77cb9167-596e-4d8c-a88f-33f1385472b3_225w?s=9e871ff37139fecfac708ff9040dd5ba"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/77cb9167-596e-4d8c-a88f-33f1385472b3_225w?s=9e871ff37139fecfac708ff9040dd5ba"
          }
        }
      }
    },
    {
      "mal_id": 495039,
      "url": "https://myanimelist.net/reviews.php?id=495039",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T11:52:00+00:00",
      "review": "---Original language: Potuguese--- ---Additional language: English--- English: When I watched this anime I thought it would be totally generic, with a \"hero\" and \"demon king\", but it honestly caught my attention for running away from the \"standard\" good or egocentric king, the proper king not knowing of its existence makes things more curious The anime features a lot of \"Time-skip\" that pleases me even, because it does not give the feeling of bad unfolding of the story I feel like a sequel with more to explore the past is a good one But besides that there is not much to stand out, besides the protagonist being good, my notefor the anime is: 7/10\n\nPT-BR: Quando assisti esse anime pensei que seria totalmente genrico, com um \"heroi\" e \"rei demonio\", mas sinceramente me chamou atenção por fugir do \"padrão\" rei bonzinho ou egocêntrico, o propio rei nao saber de sua existencia torna as coisas mais curiosas\nO anime apresenta bastante \"Time-skip\" que me agrada até, pois assim não passa a sensação de má desenrolar da historia\nsinto que uma continuação com mais a se explorar o passado seja uma boa\nMas alem disso não há muito a se destacar, alem do protagonista ser bom, minha nota para o anime é : 7/10",
      "score": 7,
      "tags": ["Mixed Feelings"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 50932,
        "url": "https://myanimelist.net/anime/50932/Saikyou_Onmyouji_no_Isekai_Tenseiki",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1547/125900.jpg?s=9763a524a8223f78bd5edb882e7c40cf",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1547/125900t.jpg?s=9763a524a8223f78bd5edb882e7c40cf",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1547/125900l.jpg?s=9763a524a8223f78bd5edb882e7c40cf"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1547/125900.webp?s=9763a524a8223f78bd5edb882e7c40cf",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1547/125900t.webp?s=9763a524a8223f78bd5edb882e7c40cf",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1547/125900l.webp?s=9763a524a8223f78bd5edb882e7c40cf"
          }
        },
        "title": "Saikyou Onmyouji no Isekai Tenseiki"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Rodriiz",
        "username": "Rodriiz",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/9cc2c14c-39a9-431d-9803-375f9e7134a6_225w?s=f540420e100fe436ed18b4295f89c292"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/9cc2c14c-39a9-431d-9803-375f9e7134a6_225w?s=f540420e100fe436ed18b4295f89c292"
          }
        }
      }
    },
    {
      "mal_id": 495038,
      "url": "https://myanimelist.net/reviews.php?id=495038",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T11:47:00+00:00",
      "review": "At first, I didn't like it so much. The animation feels really cheap, and Aresuke sometimes sounds out of tune or off-beat. The scenes also look to vibrant and busy for me. And then... Rokutan started singing... all in \"mu\"s and \"meh\"s. And suddenly I was thoroughly enjoying my experience. There's just something about it that makes me smile, even giggle. I'm sure eight-year-old me would have loved this just for Rokutan. Rokutan single-handedly saved the entire experience for me. While I rate it as fine overall, I still recommend it solely for the enjoyment you will find when you hear Rokutan.",
      "score": 6,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 39048,
        "url": "https://myanimelist.net/anime/39048/Aresuke",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1313/98351.jpg?s=54f4ea12e1dad195d4b005c81b8b4252",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1313/98351t.jpg?s=54f4ea12e1dad195d4b005c81b8b4252",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1313/98351l.jpg?s=54f4ea12e1dad195d4b005c81b8b4252"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1313/98351.webp?s=54f4ea12e1dad195d4b005c81b8b4252",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1313/98351t.webp?s=54f4ea12e1dad195d4b005c81b8b4252",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1313/98351l.webp?s=54f4ea12e1dad195d4b005c81b8b4252"
          }
        },
        "title": "Aresuke"
      },
      "user": {
        "url": "https://myanimelist.net/profile/passing_through",
        "username": "passing_through",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/ceb1f442-4d20-4639-9003-4b579548d2c5_42x62_i?s=6d581caeb730a351580305084842d76f"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/ceb1f442-4d20-4639-9003-4b579548d2c5_42x62_i?s=6d581caeb730a351580305084842d76f"
          }
        }
      }
    },
    {
      "mal_id": 495036,
      "url": "https://myanimelist.net/reviews.php?id=495036",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T11:39:00+00:00",
      "review": "\"We're all living together with pain.\" -Inoue Takehiko, Slam Dunk creator From longtime fans to complete newcomers alike, The First Slam Dunk is a resounding slam dunk, its reverberations lasting for days, maybe months and even years to come. On one hand, it is the long-dreamed-of anime adaptation of the legendary final match of the manga, a series that singlehandedly popularized basketball in Japan and is beloved by people all across the world. On the other hand, it is an anime-original deep dive into the past of Miyagi Ryota, Shohoku's short, speedy point guard who, compared to the rest of Shohoku's members, did not receive asmuch development and backstory in the original series, making it all the more welcome.\n\nThe focus on Miyagi may have surprised and even upset those who are longtime fans (it sure surprised me when I first heard about it), even more so because the entire movie is mostly from his perspective, not from Sakuragi's (unarguably the heart and soul of Slam Dunk) like in the manga. That being said, much like the deft dribbling of our speedstar protagonist, The First Slam Dunk skillfully handles and weaves together the Shohoku-Sannoh match with the numerous threads of Miyagi's past, and much of this success can be attributed to the director, none other than Inoue Takehiko, the creator of Slam Dunk himself.\n\nCan you even imagine that this is the man's directorial debut, his first time creating an anime, and it's of this caliber? (Caution: following part may be a bit rambly)\n\nFirst let's talk about the cg. Oh, the dreaded cg. \n\nBut. \nIt. \nActually. \nLooks.\nPhenomenal.\n\nAside from a few hiccups here and there, the quality of the visuals are extremely high (I personally dislike cg in anime but this has blown my expectations out of the water and sent it soaring into the sky). Pardon my limited skills of expression, but the basketball game actually looks and feels like a basketball game. This was achieved by a combination of motion capture of actual players and subsequent editing and fine-tuning, and the result is absolutely fantastic. There is so much detail put into animating every person on the court (as well as those off the court) and their every move; the dribbling, the passing, the shooting, the running, the jumping, the cheering, literally everything. \n\n\"First, I had the desire to depict basketball like it was basketball. The 10 people on the court each doing their own thing at a tremendous speed. Furthermore, the differing movements of those on the bench. I came to the conclusion that it was nearly impossible to hand-draw all of them, and believed that CG was necessary. On top of that, I absolutely wanted to portray them as natural human beings, and that sentiment was like my starting point and end goal.\"\n\nInoue's focus on the \"natural\" also manifests itself in another way: the decision to make Miyagi the protagonist instead of Sakuragi.\n\n\"When I was working on the Slam Dunk manga, I was in my twenties. More precisely, the 6-year period from age 23 to age 29. As a mangaka, it's a phase where you keep getting better as you keep on drawing. You have the stamina, the mentality to keep pushing yourself to unreasonable extents, your sense of values are like an upward trajectory. Similarly, the protagonist has a large body, and is hiding incredible abilities. He was a protagonist with unlimited possibilities. I think that story was extremely popular back in those days. It was for that reason that I ended the manga there, to preserve that phase, that time of my life. 26 years later, my point of view, the sense of values inside me has changed greatly... and has increased. Like pain, or that there are a lot of times where things don't go well, stuff that everyone goes through and I've also been through. Carrying the pain, overcoming the pain, I wanted to show a perspective like that. And aren't we all like that? Not all of us are people with unlimited potential and possibilities. We're all living together with pain. I believed the current me could write from that perspective. I want to shine a spotlight on it, focus on it. If I were to be involved I'd want to do it from that kind of perspective, was what was on my mind.\"\n\nWe're all living together with pain. \n\nThe pain of suddenly losing family members, when they still had so much to live for.\nThe pain of those who live on, constantly reminded of those who have passed away.\nThe pain of struggling to improve, comparing yourself to others and losing confidence and willpower as you realize the extent of your abilities.\nThe pain of injuries, both physical and mental, and trying to overcome them the best you can.\nThe pain of living your own way, where you get beaten down for what you believe is right, and sometimes there's nothing you can do about it.\n\nPain, in its various meanings, has certainly been a theme in the original manga, but Miyagi's past is jam-packed with such themes. It is a very humane side of Slam Dunk, one that is about human weakness and perseverance over the many obstacles that life presents. It is the culmination of decades of Inoue's changing values and perspectives, as well as a lasting testament to his growth, both as a creator and as a person.\n\n※　※　※\n\n\"Also, there was a certain episode that led me to the name 'The First Slam Dunk.' A person who was recommending an interesting manga to a friend who hasn't read it said, 'You're just starting it now, I'm so jealous' and I was like, 'Oh I see.' To the people who've read Slam Dunk and already know what happens, I wanted them to feel 'Wow, there's a \"Slam Dunk\" like this?\", as if they were reading it for the first time. I wanted people to experience the act of crossing paths with 'Slam Dunk,' there is also that kind of meaning to it.\"\n\n\"Wow, there's a 'Slam Dunk' like this?' was exactly what I was thinking as I was watching it on the big screen and as I reminisced about it afterwards. Miyagi's past of course takes up a large part of that, but let's not forget about the Shohoku-Sannoh match. Longtime fans, you already know what's up. Newcomers, you're in for the treat of your lives as you experience the never-letting-up tsunami of the greatest moments from any sports series, or heck, any series at all. \n\nI've said this once already, but I'll say it again. It. Looks. Phenomenal. The on-point visuals combined with the hypeness and legendary moments of the game (there are a lot of those) is honestly something you need to experience once in your life. Even if you know nothing about the series, or have no interest in basketball, I highly urge you to give it a try (Inoue himself has said Slam Dunk is not a basketball story, it could've been any other sport while portraying the same themes). You can easily pick up on the general personalities and motivations of the main characters, and still appreciate what's going on even without any prior knowledge because it's just that nice with it.\n\nSpeaking as a longtime fan who's read the manga countless times, I would even say that there are a few aspects where the anime does a better job than the manga on how it portrays the game (heresy, I know). And most of that lies in the flow. The movie cuts a lot of internal dialogue and thought processes present in the manga, making for a highly visually-immersive experience where you're simply drawn into the play and can infer certain things based off what's being shown alone. It's not like those elements were bad in the manga either, as they are quite relevant to the moments occurring at hand and are used sparingly, but I love the decision to prioritize the dynamic, quick-paced nature of basketball games, where obviously you won't be able to stop time and monologue for 2 minutes. Something much more awkward in anime than in manga, that's for sure.\n\nAnother difference between the manga and anime mediums is of course, the existence of sound. Although Inoue did not work on the audio himself (being far easier to transfer manga -&gt; anime skillset than manga -&gt; audio skillset when sound is a nonfactor in manga), the audio, just like the visuals, are on point. The soundtrack is hype, the sound effects like the dribbling and swishing of the ball are peak ASMR, and the decision to partially mute or completely mute sound for certain scenes is exquisite and really enhances the experience. I would say my only complaint is the voice acting, but that's mostly because I'm used to the 1990s anime cast (a project where Inoue did not have much involvement, compared to his insane levels of involvement with the movie). Inoue was also going for a more natural feel with the voice acting cast, and the more subdued feel was refreshing in its own way. In any case I'll probably get used to them as well after I watch the movie like 10 times.\n\nAlthough earlier I did praise the decision to cut stuff from the manga to maintain the overall flow, this also led to some of the best scenes of the manga not being adapted. Which is fair enough because for a lot of them, you would need to have knowledge of prior events in the series, and there's no real good way to fit them in without drastically increasing the runtime and alienating complete newcomers. But as a longtime fan, oh how I wished to see those moments being adapted. I doubt this will ever happen but I would die for another movie focusing solely on the Shohoku-Sannoh match. And for those who've watched the movie without any knowledge of the series, I highly recommend reading the manga for more Slam Dunk fun.\n\nAnd finally, some closing remarks from Inoue-sensei: \n\n\"As I drew new things I wanted to make people happy, even if just a little. And each time, I've seen the delighted faces of those who enjoyed my work. If I could make people happy -- such a sentiment was certainly in me when I agreed to make 'The First Slam Dunk.'\"\n\n\nSlam Dunk/10\n\n\n*Quotes come from various interviews and are my very rough translations\n*I highly recommend watching 【静止画MAD】THE RED【SLAMDUNK】 for 4 minutes of pure Slam Dunk greatness\n*Hands are an important motif\n*There is an after-credits scene\n*I love Slam Dunk",
      "score": 10,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 45649,
        "url": "https://myanimelist.net/anime/45649/The_First_Slam_Dunk",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1745/129284.jpg?s=f60e1836b8c7212c89571a2862c6115d",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1745/129284t.jpg?s=f60e1836b8c7212c89571a2862c6115d",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1745/129284l.jpg?s=f60e1836b8c7212c89571a2862c6115d"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1745/129284.webp?s=f60e1836b8c7212c89571a2862c6115d",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1745/129284t.webp?s=f60e1836b8c7212c89571a2862c6115d",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1745/129284l.webp?s=f60e1836b8c7212c89571a2862c6115d"
          }
        },
        "title": "The First Slam Dunk"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Kobori35",
        "username": "Kobori35",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/43c5f00e-af3e-48b6-8bf5-834209334f95_225w?s=acede630f50c182d4ddbdbee3578bff6"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/43c5f00e-af3e-48b6-8bf5-834209334f95_225w?s=acede630f50c182d4ddbdbee3578bff6"
          }
        }
      }
    },
    {
      "mal_id": 495034,
      "url": "https://myanimelist.net/reviews.php?id=495034",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T11:14:00+00:00",
      "review": "Tate no Yuusha Season 2, unfortunately, fails to live up to the expectations set by its predecessor, delivering a lackluster and disappointing experience for fans of the series. One of the most glaring issues that immediately stands out is the animation and character design. The lack of facial expressions makes it challenging to connect with the characters emotionally, hindering any attempts to understand their feelings or motivations. Whether it's anger, joy, or sadness, every scream feels indistinguishable, further dampening the impact of critical scenes. The show also suffers from inconsistent character development and shallow storytelling. Characters flip-flop between sides too quickly, making it difficult to believein the relationships and alliances that form. There seems to be a lack of planning and hidden agendas, reducing the complexity and depth of the plot. Furthermore, the ease with which characters are manipulated and convinced takes away the tension and excitement that should be present in a fantasy series like this.\n\nThe lack of difficulty in defeating bosses and beasts removes any sense of challenge or accomplishment for the protagonists. Battles that should have been epic and thrilling end up feeling mundane and underwhelming. As a result, the story becomes stale and uninteresting, with very few engaging action sequences to keep you invested.\n\nThe addition of a harem subplot feels forced and unconvincing, failing to add any meaningful value to the overall narrative. It's more of a distraction than a contributing factor, detracting from the main storyline. Moreover, the characters in the show seem to be either over-informed or entirely ignorant, leaving no room for gradual discovery or development.\n\nThe presence of unnecessary cute creatures with weird sounds only serves gratuitous fanservice. Their roles could have been replaced with a more thought-out system, like the gemstone concept mentioned (the closer you are to your destination the shinier the stone). This would have enhanced the story's depth and relevance instead of providing empty and distracting fluff.\n\nThe perspectives of Glass, Lark, and the 3rd partner lack proper justification and explanation, making it challenging for viewers to understand their motivations and actions. The rapid shift from enemies to allies feels poorly executed and does not resonate with you, leaving a feeling of dissatisfaction.\n\nThe art style quality is further hindered by poorly designed head shapes for some characters, making it visually unappealing and distracting from the overall experience. It's disappointing to see such attention to detail lacking in an animated series.\n\nThe main villain, \"Kyo,\" suffers from lackluster characterization, failing to possess any qualities that make a formidable adversary. He lacks strength, motivation, planning, and charisma, making him forgettable and unremarkable as a villain. A good antagonist should inspire awe and fear, but \"Kyo\" falls flat.\n\nFurthermore, the plot, scenario, and character writing all feel poorly executed, with little to no cleverness in the storytelling. The season feels like a filler, lacking the depth and excitement that I anticipated.\n\nThe concept of \"power of friendship\" has been overused in anime, and in this case, it feels forced and clichéd. It detracts from the seriousness of the plot and undermines the potential for a more intricate and engaging narrative.\n\nAdditionally, the absence of memorable music and special moments is another missed opportunity for the show to leave a lasting impression on its audience. A strong soundtrack and impactful scenes can elevate an anime to greatness, but Tate no Yuusha Season 2 fails to deliver in this aspect.\n\nIn conclusion, Tate no Yuusha Season 2 struggles with a myriad of issues, including lackluster animation, shallow character development, an uninspired plot, and unimpressive writing. The lack of effort in various aspects of the show results in a subpar experience that fails to captivate or leave a lasting impression. As a result, it may leave you disappointed and longing for the excellence that the first season promised.\n\nRatings:\n\nPlot: 5/10\nWhile the plot does have some shortcomings, it still manages to deliver a decent narrative with a mix of action and adventure. It may not be as strong as the first season, but it provides some engaging moments.\n\nArt Style: 6/10\nThe art style remains generally appealing and consistent throughout the season. While there are some issues with character head shapes, it doesn't significantly impact the overall visual experience.\n\nAnimation: 6/10\nAlthough the lack of facial expressions is a drawback, the animation is generally smooth and well done in other aspects, particularly during action sequences.\n\nMain Characters: 5/10\nWhile the main characters are serviceable, they lack the depth and development needed to truly stand out. They might not be as memorable or compelling as one would hope for in a fantasy anime.\n\nSide Characters: 3/10\nThe side characters are criticized for their quick shifts in allegiance and easy manipulation, reducing their impact on the story and making their presence less meaningful.\n\nVillains: 2/10\nThe main villain, \"Kyo,\" receives strong criticism for lacking compelling traits or motivations, making him forgettable and unimpressive as an antagonist.\n\nMusic: 5/10\nWhile the soundtrack provides some background atmosphere, it fails to leave a lasting impression. The lack of standout tracks and memorable musical moments takes away from the overall impact of the series.\n\nFight Scenes: 4/10\nThe fights are noted to lack difficulty and challenge, resulting in underwhelming and unexciting battle sequences.\n\nEnjoyment: 4/10\nGiven the numerous issues pointed out in the review, the overall enjoyment of Tate no Yuusha Season 2 is relatively low. It fails to capture the excitement and engagement that viewers would expect from a fantasy anime.\n\nOverall: (4.5/10): Bad - Average",
      "score": 5,
      "tags": ["Not Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 40356,
        "url": "https://myanimelist.net/anime/40356/Tate_no_Yuusha_no_Nariagari_Season_2",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1143/121873.jpg?s=0d5cdc24efdb14d5af1ca709278b5a18",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1143/121873t.jpg?s=0d5cdc24efdb14d5af1ca709278b5a18",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1143/121873l.jpg?s=0d5cdc24efdb14d5af1ca709278b5a18"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1143/121873.webp?s=0d5cdc24efdb14d5af1ca709278b5a18",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1143/121873t.webp?s=0d5cdc24efdb14d5af1ca709278b5a18",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1143/121873l.webp?s=0d5cdc24efdb14d5af1ca709278b5a18"
          }
        },
        "title": "Tate no Yuusha no Nariagari Season 2"
      },
      "user": {
        "url": "https://myanimelist.net/profile/WDUNE",
        "username": "WDUNE",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/080cf222-c7d5-4a19-946c-642676dc125d_225w?s=f8ea17e40ed73a8c2d538dfa3005ea0e"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/080cf222-c7d5-4a19-946c-642676dc125d_225w?s=f8ea17e40ed73a8c2d538dfa3005ea0e"
          }
        }
      }
    },
    {
      "mal_id": 495031,
      "url": "https://myanimelist.net/reviews.php?id=495031",
      "type": "anime",
      "reactions": {
        "overall": 1,
        "nice": 0,
        "love_it": 1,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T10:52:00+00:00",
      "review": "Violet evergarden was majestic. everything in it, the art, the animation, the writing and the emotions were beautiful. while watching it i have felt emotions that i haven't felt in a long time. The anime starts with violet, emotionless, robotic, calling herself a weapon for major Gilbert. as the war ended, she had no purpose. because of that she demanded to be \"thrown away\". after hearing that prisedent Hodgins decided to take her to his company so she can work. she wasn't suitable at anything she did. but then she learns about the auto memory doll service. auto memory dolls are girls who write letters for peoplewho can't write, crafting the customer's emotions into a proper beautiful letter. Violet is watching the doll at work when she hears the phrase \"I love you\", a phrase that she heard before from major Gilbert but does not know the meaning of, so she starts to work as an auto memory doll in pursuit of learning the meaning of \"I love you\".\n\nthe emotions in Violet Evergarden are portrayed beautifully. as viewers we go with Violet through everything in her journy to learn emotions, because of that every smile, tear, frown is so much more heavier to me, when Violet cries, her tears are much more impactful because we know she couldn't cry before, we see how with every customer and letter she writes, she makes progress, she 'feel' things for the first time, all the people Violet meet through her job have beautiful stories of their own as we see how Violet go through them, all the characters are interesting with many complex emotions that Violet tries to figure out. these individual stories are my favorite part of the anime, many of them made me tear up. these stories are so perfect.\n\nwhen Violet learns how to empathize, she starts to regret, she is burning from her past, her regret is heartbreaking and feels too real, i don't wanna spoil it, i hated seeing her like that.\n\nThe art in Violet Evergarden is a master piece, the art completes every emotional/gorgeous scene, every scene in Violate Evergarden feels like a breath of fresh air, the colors are cozy and every character is so pretty. Violet clothes are very pretty too and well designed, and also the calming ambient... man everything is beautiful. if i wanted to describe the whole anime in a word it would be \"beautiful\"\n\nthe fact that Violet Evergarden made me feel the most amount of emotions out of all things i have watched in my life is enough for me. this show is a master piece.\n\nfavorite episode: ep10\n\n5/5",
      "score": 10,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 33352,
        "url": "https://myanimelist.net/anime/33352/Violet_Evergarden",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1795/95088.jpg?s=36225c61a629db6062e96a7d979915e3",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1795/95088t.jpg?s=36225c61a629db6062e96a7d979915e3",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1795/95088l.jpg?s=36225c61a629db6062e96a7d979915e3"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1795/95088.webp?s=36225c61a629db6062e96a7d979915e3",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1795/95088t.webp?s=36225c61a629db6062e96a7d979915e3",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1795/95088l.webp?s=36225c61a629db6062e96a7d979915e3"
          }
        },
        "title": "Violet Evergarden"
      },
      "user": {
        "url": "https://myanimelist.net/profile/hotwatero",
        "username": "hotwatero",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/09410f6c-edd7-485a-8da9-d040e1df218c_225w?s=9c0cfb21533c7285984bef413e22211b"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/09410f6c-edd7-485a-8da9-d040e1df218c_225w?s=9c0cfb21533c7285984bef413e22211b"
          }
        }
      }
    },
    {
      "mal_id": 495029,
      "url": "https://myanimelist.net/reviews.php?id=495029",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T10:32:00+00:00",
      "review": "As an no-life isekai enjoyer, if you: - like isekai, - enjoys isekai - and. have time to watch it. Then watch it. MIXED FEELINGS because, I don't think it would be worth for some especially when 'I' feel like the story's pacing, or at least in this adaptation isn't quite right or enjoyable. I kind of hate it when the information are rushed in the last few episodes where you are forced to process these details(maybe I'm stupid), I'll end up with 'what just happened?'. Especially at the ending where cases like, \"the problem is solved, the end\", \"I'll give you a minute or twofor the after scenes, the end\". \n\nMy main problem about this anime is about the lack of explanation on the MC, I feel like there's little detail on his background that I had to search it somewhere in the internet to further understand. \n\nAND to clarify, I didn't put all of the anime I know here on MAL, I wouldn't want someone to see this review of mine and think that, \"oh this dude only knows new animes\".\n\nAnyways, this is my opinion, my review, maybe by watching it you'd see the better side of the anime. Sorry for bad Engrish, PEACE!",
      "score": 6,
      "tags": ["Mixed Feelings"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 50220,
        "url": "https://myanimelist.net/anime/50220/Isekai_Shoukan_wa_Nidome_desu",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1387/134151.jpg?s=aa6b65dd015bb06636d2eb2a4e8f3e9b",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1387/134151t.jpg?s=aa6b65dd015bb06636d2eb2a4e8f3e9b",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1387/134151l.jpg?s=aa6b65dd015bb06636d2eb2a4e8f3e9b"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1387/134151.webp?s=aa6b65dd015bb06636d2eb2a4e8f3e9b",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1387/134151t.webp?s=aa6b65dd015bb06636d2eb2a4e8f3e9b",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1387/134151l.webp?s=aa6b65dd015bb06636d2eb2a4e8f3e9b"
          }
        },
        "title": "Isekai Shoukan wa Nidome desu"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Xecpter",
        "username": "Xecpter",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          }
        }
      }
    },
    {
      "mal_id": 495027,
      "url": "https://myanimelist.net/reviews.php?id=495027",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T10:07:00+00:00",
      "review": "THIS, this is where Attack on Titan reached masterpiece for me. The show finally crossed the line of amazing thrill and shocking moments to \"investing\". In an arc filled with big battle scenes, the best episodes were deeply psychological. I enjoy the battle strategies of this arc, so much big brain energy on all sides. I love the theme of owning up to one decision with no regrets that the show explored, each choice revealed each character's essence. How in a war, you will end up losing something, but choosing what to lose is also a big part of survival. It really elevate the conflictin each scene.\nThe arc also finally provide us the satisfaction of learning the \"truth\" and the consequences of obtaining it. Sometimes that might not you free, and you can feel the weight of that on the characters. You know the world change from this point forward, and it just bring so much excitement and dread.\n\nTop 3 characters this season: Eren (The hell this boy has been through. Eren's forever change by the truth, with his whole believe system being stripped down.), Hanji (She's been one of my favorite characters on the show as an advocate for progress, but she also hold the scout together emotionally here.), Floch (Probably controversial yet I think he adds so much depth to AOT. We've only seen the story from our main cast POV and have our bias, but as an outsider, he was the one affected by their choices without being able to choose.)",
      "score": 10,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 38524,
        "url": "https://myanimelist.net/anime/38524/Shingeki_no_Kyojin_Season_3_Part_2",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1517/100633.jpg?s=a2805f27bf1efccf37f93f5d4bf55e0a",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1517/100633t.jpg?s=a2805f27bf1efccf37f93f5d4bf55e0a",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1517/100633l.jpg?s=a2805f27bf1efccf37f93f5d4bf55e0a"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1517/100633.webp?s=a2805f27bf1efccf37f93f5d4bf55e0a",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1517/100633t.webp?s=a2805f27bf1efccf37f93f5d4bf55e0a",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1517/100633l.webp?s=a2805f27bf1efccf37f93f5d4bf55e0a"
          }
        },
        "title": "Shingeki no Kyojin Season 3 Part 2"
      },
      "user": {
        "url": "https://myanimelist.net/profile/tele_fon",
        "username": "tele_fon",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          }
        }
      }
    },
    {
      "mal_id": 495018,
      "url": "https://myanimelist.net/reviews.php?id=495018",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T09:32:00+00:00",
      "review": "I thought the anime was very fun and polished. I get that the plot was a little all over the place, but if they had actually made a show rather than this tiny pilot, I think it could've been something iconic. The writing was well put together, the animation wasn't horrible, and the music was very charming. The only flaw seemed to be the story, but there's only so much you can shove into a pilot. I thought the art style was good, compared to most 80s anime. The only character that really annoyed me was Shizuka, but that mostly stemmed from the fact Idon't really like high pitched anime characters all too much.",
      "score": 9,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 9491,
        "url": "https://myanimelist.net/anime/9491/Katsugeki_Shoujo_Tanteidan",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/10/41457.jpg?s=547c94f721f5636b4b3b7f39c6e7eb84",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/10/41457t.jpg?s=547c94f721f5636b4b3b7f39c6e7eb84",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/10/41457l.jpg?s=547c94f721f5636b4b3b7f39c6e7eb84"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/10/41457.webp?s=547c94f721f5636b4b3b7f39c6e7eb84",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/10/41457t.webp?s=547c94f721f5636b4b3b7f39c6e7eb84",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/10/41457l.webp?s=547c94f721f5636b4b3b7f39c6e7eb84"
          }
        },
        "title": "Katsugeki Shoujo Tanteidan"
      },
      "user": {
        "url": "https://myanimelist.net/profile/NacchaA",
        "username": "NacchaA",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          }
        }
      }
    },
    {
      "mal_id": 495014,
      "url": "https://myanimelist.net/reviews.php?id=495014",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T08:58:00+00:00",
      "review": "Trigun Stampede accomplishes extremely well what Netflix’s Cannon Busters tried (and failed) to do. Both are violent, gritty, and set in a post-apocalyptic, wild-west-meets-cyberpunk world, but Trigun succeeds by keeping the focus on the mystery of its title character: Vash the Stampede. The (fully CGI) animation is stunning, and there is something so captivating about this dismal, decaying world. It’s a slow burn story but with plenty of action, heart, and imagination, all culminating in a visually astonishing finale. If you come into this wearing nostalgia glasses you're going to be disappointed as it watches nothing like its predecessor. Instead, treat it like you're tryinggiant sand worm meat for the first time... you may just be delighted.",
      "score": 7,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 52093,
        "url": "https://myanimelist.net/anime/52093/Trigun_Stampede",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1426/129194.jpg?s=30647246d435637953d77da45aa278bc",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1426/129194t.jpg?s=30647246d435637953d77da45aa278bc",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1426/129194l.jpg?s=30647246d435637953d77da45aa278bc"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1426/129194.webp?s=30647246d435637953d77da45aa278bc",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1426/129194t.webp?s=30647246d435637953d77da45aa278bc",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1426/129194l.webp?s=30647246d435637953d77da45aa278bc"
          }
        },
        "title": "Trigun Stampede"
      },
      "user": {
        "url": "https://myanimelist.net/profile/PapaVince",
        "username": "PapaVince",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/7a97dc6b-7a08-4bc7-bdd0-5dcd6b2841d2_225w?s=e6472cd8a0be192e85d09fef77a63749"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/7a97dc6b-7a08-4bc7-bdd0-5dcd6b2841d2_225w?s=e6472cd8a0be192e85d09fef77a63749"
          }
        }
      }
    },
    {
      "mal_id": 495012,
      "url": "https://myanimelist.net/reviews.php?id=495012",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T08:50:00+00:00",
      "review": "This was honestly beyond my expectations! Starting off with it being a donghua adaptation, the animation style and the cgi was fairly impressive! What caught me most is still how the story proceeded with lots of twists while giving us character development as much as possible. I loved how the story proceeded with the starting episode. It basically was the best way to grab people's attention with the escape room theme. As much as once could piece the story together, the ending still caught me hanging and wanting for more. There were definitely a couple of loose ends throughout but honestly it feels like theywere kept in purpose to enthrall the user experience and keep them wanting for more. I do feel a couple of scenes were exaggerated however it didn't fail its purpose and I liked that it made me think.\n\nIt was a great watch altogether! Binge-worthy!",
      "score": 8,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 50429,
        "url": "https://myanimelist.net/anime/50429/Aiyou_de_Mishi",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1667/135309.jpg?s=f0ebe714b61f7becda49efdd981f45be",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1667/135309t.jpg?s=f0ebe714b61f7becda49efdd981f45be",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1667/135309l.jpg?s=f0ebe714b61f7becda49efdd981f45be"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1667/135309.webp?s=f0ebe714b61f7becda49efdd981f45be",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1667/135309t.webp?s=f0ebe714b61f7becda49efdd981f45be",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1667/135309l.webp?s=f0ebe714b61f7becda49efdd981f45be"
          }
        },
        "title": "Aiyou de Mishi"
      },
      "user": {
        "url": "https://myanimelist.net/profile/hakira6",
        "username": "hakira6",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/9ecd9611-0c9c-4356-a5ef-8deb39aa6541_225w?s=40f3655328b67d45bef66408beaf0d21"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/9ecd9611-0c9c-4356-a5ef-8deb39aa6541_225w?s=40f3655328b67d45bef66408beaf0d21"
          }
        }
      }
    },
    {
      "mal_id": 495010,
      "url": "https://myanimelist.net/reviews.php?id=495010",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T08:20:00+00:00",
      "review": "This anime is basically a child's imagination. What I mean by that is you know how children try building themselves up in their own heads? Like, \" I'm the strongest, most powerful person in the world and I'm also super cool and everybody likes me and tells me how cool I am, and I got really pretty girls and also I'm super rich and awesome and nothing bad can ever happen to me because I'm the best.\" the only reason why it's not a one to me, is because the animation is pretty beautiful. the story is not unique by any stretch and if youlike characters that are overpowered, there is a ton of other options that you will actually like instead of hate watching like I did this show. Overlord, one punch man, that time I got reincarnated as a slime, The eminence in shadow, MOB pscho100 etc. Any of these shows and many others like them are way better than this hot steaming pile of garbage.",
      "score": 2,
      "tags": ["Not Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 52830,
        "url": "https://myanimelist.net/anime/52830/Isekai_de_Cheat_Skill_wo_Te_ni_Shita_Ore_wa_Genjitsu_Sekai_wo_mo_Musou_Suru__Level_Up_wa_Jinsei_wo_Kaeta",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1316/134327.jpg?s=0cf8596ac516775963722b73375ce16a",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1316/134327t.jpg?s=0cf8596ac516775963722b73375ce16a",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1316/134327l.jpg?s=0cf8596ac516775963722b73375ce16a"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1316/134327.webp?s=0cf8596ac516775963722b73375ce16a",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1316/134327t.webp?s=0cf8596ac516775963722b73375ce16a",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1316/134327l.webp?s=0cf8596ac516775963722b73375ce16a"
          }
        },
        "title": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru: Level Up wa Jinsei wo Kaeta"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Mburu",
        "username": "Mburu",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/f0b49646-c275-4d76-a856-83dde39ee664_225w?s=97757cda35db61e1c6e774204568792a"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/f0b49646-c275-4d76-a856-83dde39ee664_225w?s=97757cda35db61e1c6e774204568792a"
          }
        }
      }
    },
    {
      "mal_id": 495008,
      "url": "https://myanimelist.net/reviews.php?id=495008",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T07:13:00+00:00",
      "review": "When it aired, I was only 10 years old, but I had already read the manga series and owned all the volumes. I didn't have any doubts about the transition from manga to anime; I was excited to see it come to life. Decades later, rewatching it in its entirety, the ending theme brought back memories, and I felt a wave of nostalgia. I used to hold a tape recorder close to the TV speaker to record and listen to it repeatedly. This anime, which predates Initial D by over 10 years, was the only manga at the time that portrayed the allure of cars. Theidea of using \"Nitro\" as fuel was mind-blowing. The animation and script might not be as refined as in modern anime, but for us kids in 1984, it was more than enough, and we eagerly looked forward to watching it every week. It became a standard Japanese anime for me. In that sense, it deserves a solid 5 out of 10 as a baseline score.\n\nHowever, the anime doesn't delve deeply into cars or provide detailed explanations of driving techniques like Initial D does. But if you're interested in experiencing the vibrant atmosphere of 1980s Japan, I recommend giving it a go.",
      "score": 5,
      "tags": ["Mixed Feelings"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 7160,
        "url": "https://myanimelist.net/anime/7160/Yoroshiku_Mechadock",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1568/105522.jpg?s=fdf8e2ab2e007f37c7e865ec1746ef57",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1568/105522t.jpg?s=fdf8e2ab2e007f37c7e865ec1746ef57",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1568/105522l.jpg?s=fdf8e2ab2e007f37c7e865ec1746ef57"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1568/105522.webp?s=fdf8e2ab2e007f37c7e865ec1746ef57",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1568/105522t.webp?s=fdf8e2ab2e007f37c7e865ec1746ef57",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1568/105522l.webp?s=fdf8e2ab2e007f37c7e865ec1746ef57"
          }
        },
        "title": "Yoroshiku Mechadock"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Akira-S",
        "username": "Akira-S",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/86186a4b-8459-433d-9104-2e8393352384_225w?s=f775483428f55bbe0c77604644224839"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/86186a4b-8459-433d-9104-2e8393352384_225w?s=f775483428f55bbe0c77604644224839"
          }
        }
      }
    },
    {
      "mal_id": 495007,
      "url": "https://myanimelist.net/reviews.php?id=495007",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T07:02:00+00:00",
      "review": ">Story There's not much story to write about - just the protagonist's delusions about random people being in love with her. Other than this, we don't learn anything about any characters. It's not a story-driven anime in the first place. >Art Very simplistic, but clean. The exception are delusion scenes where art gets slightly more detailed. >Sound Other than characters speaking, and an 10 second \"ending\" there's nothing to describe. Both fulfill their purpose well enough. >CharacterComplete zero. Everyone is a paper cutout to whom a seiyuu lends their voice. \n\n&gt;Enjoyment\nThe premise is somewhat enjoyable, sadly the execution is lacking in all aspects. For that reason, this anime is not really worth watching.",
      "score": 3,
      "tags": ["Not Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 45596,
        "url": "https://myanimelist.net/anime/45596/Kindan_Joshi",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1102/111039.jpg?s=1e884ed5f88b975c11a6b1d9e0bdcf4a",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1102/111039t.jpg?s=1e884ed5f88b975c11a6b1d9e0bdcf4a",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1102/111039l.jpg?s=1e884ed5f88b975c11a6b1d9e0bdcf4a"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1102/111039.webp?s=1e884ed5f88b975c11a6b1d9e0bdcf4a",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1102/111039t.webp?s=1e884ed5f88b975c11a6b1d9e0bdcf4a",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1102/111039l.webp?s=1e884ed5f88b975c11a6b1d9e0bdcf4a"
          }
        },
        "title": "Kindan Joshi"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Choror",
        "username": "Choror",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/a3a4bd06-9bee-434d-8d6e-7e9a2332957d_225w?s=8fc8a2bd3215519567a033c1eb3d3119"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/a3a4bd06-9bee-434d-8d6e-7e9a2332957d_225w?s=8fc8a2bd3215519567a033c1eb3d3119"
          }
        }
      }
    },
    {
      "mal_id": 495001,
      "url": "https://myanimelist.net/reviews.php?id=495001",
      "type": "anime",
      "reactions": {
        "overall": 1,
        "nice": 1,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T05:52:00+00:00",
      "review": "This anime is probably one of my favorite slice of life animes. The premise of the entire show was just so adorable, wholesome, and just beautiful. Plot: The plot is very simple, it’s about Nishimura, a young girl who is often bullied by her classmates because of her eyes that resemble the Grim Reaper. But her life is turned around when she meets Takada, a young boy who is very energetic and oblivious to things around him. Because of his energetic nature, he befriended Nishimura despite whatever his classmates tell about her. This plot is very adorable and wholesome and is actually progressive, seeing throughout that Nishimuraimproves in her social skills, befriending Takada’s sister, Umi, Kasahara, and Hino as such. \n\nCharacters: Although the art seems very simplistic, it also fits the anime’s lighthearted nature. The character designs are decent, but what I like the most are their personalities (excluding Kitagawa’s). Nishimura from a very introverted person to a now much happier girl thanks to Takada’s sunny personality that helps her get out of her shell. I love their dynamic because you can really see that Takada is very outspoken in how he thinks of Nishimura, completely ignoring his classmates’ opinions of Nishimura. \n\nTheir crushes on one another is also very endearing, but the scene that really took the cake was the scene he found out about Nishimura’s deceased mother. I love how considerate he was of her feelings, feeling extremely bad for calling her the Grim Reaper (albeit in a loving manner) since it seemed “related” to the fact that Nishimura’s died because of her through difficult childbirth (or maybe some other reason, since it was unsaid). I loved how he cried and apologized and they just held hands on the way home, taking longer routes to stay together longer to comfort Takada. That episode really struck me.\n\nAnother character that I love is Nishimura’s father who’s very supportive and loving towards Nishimura, marinating eggs for her so that she could strike conversations with friends easily, accompanying her in buying a swimsuit, and also crying with joy when she sent him a photo of her and her friends eating lunch together. I love how his love is displayed very well even if those scenes were very brief. \n\nI also love Kasahara’s character development, starting out as one of the major bullies to now being Nishimura’s good friend. Initially, I was very annoyed with how she would keep bullying Nishimura, but then again, they’re children but that also isn’t an excuse to bully someone. However, during the school festival, I love how she was patient in hearing out Nishimura’s plea for her to represent their class and for her to run since Nishimura couldn’t run as fast she could. This scene really showed that Nishimura knew her limits and was willing to ask others to help her despite her want to be with Takada during the relay race. From there, Kasahara started warming up to Nishimura to the point she stopped herself from bullying her, deciding to stay silent instead. \n\nAnimation: The animation is also good, not as high as Mappa or StudioWit, but it’s good enough.\n\nOST: The music is also good enough.\n\nOverall score: It’s a 9/10 for me! I highly recommend this anime if you want your dose of serotonin and wholesomeness!",
      "score": 9,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 53621,
        "url": "https://myanimelist.net/anime/53621/Jijou_wo_Shiranai_Tenkousei_ga_Guigui_Kuru",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1350/133642.jpg?s=761a43f581c644185c40065672dbfea0",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1350/133642t.jpg?s=761a43f581c644185c40065672dbfea0",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1350/133642l.jpg?s=761a43f581c644185c40065672dbfea0"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1350/133642.webp?s=761a43f581c644185c40065672dbfea0",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1350/133642t.webp?s=761a43f581c644185c40065672dbfea0",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1350/133642l.webp?s=761a43f581c644185c40065672dbfea0"
          }
        },
        "title": "Jijou wo Shiranai Tenkousei ga Guigui Kuru."
      },
      "user": {
        "url": "https://myanimelist.net/profile/vinsmokerlaw",
        "username": "vinsmokerlaw",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/119ddc26-8ee2-449b-b4e6-57695c830bca_225w?s=946f41a32b75331055d2c72d995acbcf"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/119ddc26-8ee2-449b-b4e6-57695c830bca_225w?s=946f41a32b75331055d2c72d995acbcf"
          }
        }
      }
    },
    {
      "mal_id": 494988,
      "url": "https://myanimelist.net/reviews.php?id=494988",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-08-01T03:46:00+00:00",
      "review": "Your lie in April, a childhood trauma healed by love. I don't think it's worth describing the story of Your Lie in April, as it's well known and appreciated by the majority of the anime community. To put it simply, yes, it's sublime. In terms of visuals, the work is on the whole fairly classic, but it does feature a few performances, notably in the final musical scenes. Yes, this is a work of romance, but don't expect a classic storyline that doesn't dare to say they love each other for 13 episodes, only to reach episode 24 at the first kiss. It's quite clearthat the story's 2 protagonists love each other, but their love develops through their love of music. Some might consider the middle of the piece a bit pointless. I don't consider it dispensable. It's essential to establish the depth of Kousei's relationship with music, a passion tainted by human drama. \nAbove and beyond this romance, which is particularly noticeable at the end of the work, the latter is made special by Kaori's work to heal Kousei's trauma about playing the piano. This journey is completed by the final concert, where Kousei plays for Kaori, her passion and her mother. \n\nYour Lie in April, love is the best medicine.",
      "score": 10,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 23273,
        "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/3/67177.jpg?s=2897769cc1232e999890a8dedab023b5",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/3/67177t.jpg?s=2897769cc1232e999890a8dedab023b5",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/3/67177l.jpg?s=2897769cc1232e999890a8dedab023b5"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/3/67177.webp?s=2897769cc1232e999890a8dedab023b5",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/3/67177t.webp?s=2897769cc1232e999890a8dedab023b5",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/3/67177l.webp?s=2897769cc1232e999890a8dedab023b5"
          }
        },
        "title": "Shigatsu wa Kimi no Uso"
      },
      "user": {
        "url": "https://myanimelist.net/profile/ranas511",
        "username": "ranas511",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/3f73804a-0af9-490f-af6e-b738567628ea_225w?s=82d855b69a67fc64b13b11a393d1abd5"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/3f73804a-0af9-490f-af6e-b738567628ea_225w?s=82d855b69a67fc64b13b11a393d1abd5"
          }
        }
      }
    },
    {
      "mal_id": 494975,
      "url": "https://myanimelist.net/reviews.php?id=494975",
      "type": "anime",
      "reactions": {
        "overall": 1,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 1,
        "creative": 0
      },
      "date": "2023-07-31T23:59:00+00:00",
      "review": "Rent-a-Girlfriend is a controversial series that has earned a place as one of the worst popular anime series in recent years. Constantly trashed and treated almost as an offense to human dignity, it has become for a myriad of reasons and without much debate in one of the preferred titles for many when it comes to choosing something hot to easily hatewatch and thus be able to \"prove their good taste” to the rest and fit. It is in this sense -so far- to the 2020s what titles like Elfen Lied and Sword Art Online were to the 2000s and 2010s respectively. However, I can’tdisagree more with this general rejection it has been victim of since, quite the opposite, to my eyes this is one of the most outstanding and memorable modern proposals of recent years (and probably, even the last decade) and as such deserves much better treatment than the one it has received. Now that its third season has just premiered, I thought it would be a good idea to briefly explain why this is.\n\n(Note: what I’m going to point out here refers mainly to the first season, which is in essence only the introduction plus some early development of the series and then should be judged as such and not as a finished work).\n\nTo start, it must be remembered that this is at its core a romantic comedy, more generally a comedy and as such its fundamental mission is to make laugh or awaken feelings of joke within the viewer and provide it a fun experience, something in which the series succeeds in both a remarkable and original way. It takes and revolves around an absurd and unrealistic concept or idea such as “renting a girlfriend”, which may be an activity that actually exists in certain parts of the world but for the common people it is perceived as something simply silly, ridiculous and unthought-of, and is presented in the universe of this series as something real and normal, which is flashy enough to consist in a good hook and makes it worth having a look at. It works with it both smartly and carefully and plays with it dumbly to create unbelievable situations that are hardly seen in real life and bring on reactions of disbelief. However, the absurd and unreal is necessarily something distant, and the series would not work entirely well if it didn’t incorporate into the mix a more realistic component that provides the closeness or identification. This it expresses it through the protagonist, Kazuya Kinoshita, a “loser” college student with low self-esteem and a frustrated romantic life who resorts to renting a girlfriend out of despair after being dumped by his ex-girlfriend after just a month of relationship. It may be that one does not identify with him and his anxieties, but whether or not this is the case the truth is that the series does a very good job at putting us in his shoes, make us feel empathy for him and make us laugh both of him and with him with the series of misadventures and funny situations the series creates for these effects and that he suffers after deciding to present his rental girlfriend as a real girlfriend to his family and friends and refusing to tell the truth. The series works exceptionally well because it takes these two ends of the spectrum, where each is not enough by itself when it comes to delivering a highly effective comedy and combines them in a balanced way to build an exceptional, hilarious, memorable (and maybe even cute) story and experience to the audience as a joke or a game, that doesn’t take itself seriously and that makes us laugh at life and maybe why not, ourselves too. While the unrealistic component provides the interest, the appeal, the realist one provides the familiarization and emotional connection.\n\nFor apparently yet another silly and light romantic comedy, the plot and its development are surprisingly outstanding. I won't go into specific details or examples to not spoil, but another of its strengths lies in that it knows how to identify very well and make the most of all the potential that its premise and chosen tone offer, in terms of all the possibilities that can take place, what can emerge and what can be done with it, through the introduction of new characters, unlikely, tense, uncomfortable or embarrassing situations and/or well-thought-out misunderstandings that are not only very funny but also complicate and make the whole mess in which the protagonist falls increasingly intriguing, making sure at the same time not to stray from its absurd and silly conceptual framework, thus remaining consistent with its own objectives and nature. Thanks to this, it keeps you constantly surprised and stunned from beginning to end of how far the muddle goes seeing how it evolves and becomes more complicated, how everything spirals out of control and how all the involved react in regards to it, and manages as well to keep you permanently hooked interested to know what will happen next and where the whole accumulated mess will end in a genuine way without any effort requirement, which is something that any series should always try to achieve. While admittedly it’s true that the series resorts to hardly believable conveniences, that most of these mentioned situations are somewhat forced and that the whole plot itself originates from a markedly forced event (the fact that Chizuru had decided to follow Kazuya to the hospital when she didn’t have any reason to do it and it is what sets the whole mess in motion), the fact that this is an absurd series allows all this to be easily acceptable without major problems (the case would be evidently different if it were something that targeted to something more serious, but it's not), and furthermore, sometimes it becomes something inevitably necessary to allow a comedy to develop its points and obtain the desired comic reaction from the audience, which is the idea and what the series intends to achieve.\n\nThe protagonist certainly explains a large part of the antibodies that the series generates (if not, all of them). Hated for who he is and what he does, his attitudes, decisions and behaviors (in particular, for doing something as human as masturbating), many consider him to be one of the worst protagonists the media has ever seen, treating him as pathetic, insufferable, simp, perverted and cringey, among many other negative adjectives, and that because of him the entire series is unworthy of anyone's time, something that results curious to me because from this it is inferred that apparently in order to be a good series then the protagonist must be the closest to a perfect human being as possible, something that, by default, does not make it a very interesting protagonist to follow (and would also imply that any series about villains is immediately bad, which is obviously, nonsense). If the series turns out to be more appealing than several others in the genre, it is precisely because it has a protagonist indeed more interesting. He’s not the ideal man, Prince Charming, an alpha male no woman can resist, a womanizer, the popular athletic guy in college, an edgy guy shrouded in mystery who comes off as imposing or intimidating or someone who enjoys a lot of success in life in some area and is both attractive and admired because of that, but a very ordinary guy with quite normal attitudes for his age and social context, insecure of himself, immature, inexperienced, with inferiority complex and sentimentally failed, but all this not to a diametrically opposite degree either because at the same time he does not represent an extreme case of a “loser” and he is not a complete nobody either, which makes him a character far more human and relatable to the majority than virtually all the stereotypes mentioned above. On the other hand, as mentioned before, if the series works well (this is: to be funny) it’s also thanks to him. Together with his characterization that makes him a realistic character (and as such, provides empathy), his particular attitudes, comments, expressions and reactions to all the chaos that he experiences after deciding to rent a girlfriend explain immensely how funny the show is. Finally, some claim that he is a static character who does not show any progress or learn from his mistakes, which makes me wonder if they actually watched the series or not because that is just not the case. Towards the end of the season he becomes more aware of his mistakes, the events that he has lived through after deciding to rent a girlfriend make him reflect on the consequences of his decisions and with this he grows as an individual. Also, it's not like the series finds its ending in this season, so expecting realized characters this fast is both rushed and a mistake.\n\nAnd of course, the series wouldn't be called Rent-a-Girlfriend without the group of girls surrounding the protagonist. While not all of them may be equally important in terms of the impact they have on the story, each of the four sets apart from the other in terms of personalities and motivations, each of the four complicate the protagonist from a different and unique angle, each of the four has a very clear different and defined role to exploit or work with some aspect of it in a certain tone, and each of the four to a certain extent thus contributes in keeping the series versatile and appealing from various perspectives, they complement each other and enrich the story each in their own way. Most of them add to the unrealistic side of the series, in the sense that in real life none of them would place her eyes or be as nice or helpful to someone as Kazuya. (In relation to this, it is noteworthy to see how, for example, the artistic style of their designs is quite different from the masculine ones; while they all look like perfect beautiful dolls, the men have features that are more similar to those of real life). If there's anything wrong here, probably what I would have liked is that they could have been somewhat less supportive and made it harder for the protagonist to get away with his lies and save his ass all the time (especially Chizuru, where the plot demanded her to consent to everything that Kazuya asked or proposed to help him or rescue him from some trouble) since this was perhaps pushed beyond what was needed for the plot to work, but not to the point to make it unbearable either.\n\nFinally, I cannot not refer to the criticism that the series receives in relation to the moral issue of its premise. Many felt offended by it because of presenting the girlfriend-renting service as a normalization of an immoral or unacceptable business and it is wrong that it treats it so lightly only for the lowest class of entertainment purposes instead of addressing it more seriously through a socially critical approach, and some even go as far as accusing it of normalizing and/or promoting prostitution. The truth is, that all this ethical controversy is artificial, pointless and should not suppose any problem, due to the fact that whether renting a girlfriend (or boyfriend, whatever) and everything that the activity implies is something right or not, is something that necessarily depends on the viewer's own values and culture and has no bearing with the internal quality of the series; it is something external to it and then the moral angle is not a criteria to judge it. This becomes more evident when remembering that it is essentially a comedy and an absurd one; by not taking itself seriously, the ethical issue loses all relevance, and had it wanted to explore it, it naturally would not have chosen to be a comedy in the first place. Not to mention, that the series makes it quite clear that the rental service has its strict rules and limits and only consists of offering girls who will accompany their clients on a date in public spaces for a limited time, they will make them have a good time but without getting intimately involved with them and expressly prohibiting all kinds of sexual class interactions, so confusing it with prostitution is not only going too far but is also baseless.\n\nOverall, Rent-a-Girlfriend is an unfortunately underrated, unfairly criticized and misunderstood romantic comedy that has been victim of prejudice, wrong interpretation, insecurity and hate bandwagonism, factors that stop people from enjoying the series for what it is and make them criticize it for what it isn’t and never attempted to be. Regardless of its further development in next seasons, the first season in particular works very well as an introduction and early development by both hooking and keeping engaged the viewer with an original and interesting concept, fun and relatable characters, an addictive direction and in the end executing an exceptionally funny experience based on the absurd, and acknowledging that you enjoyed it will not make you a worse person, won’t make you look immature or pathetic neither some kind of second-class citizen. The season is not a finished work and as such can’t get a higher score, but within its own class and specific comedy objectives, it is highly effective and memorable, very recommendable and deserves a much better treatment than the one it has received.",
      "score": 7,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 40839,
        "url": "https://myanimelist.net/anime/40839/Kanojo_Okarishimasu",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1902/128382.jpg?s=9aad4db8407be206415644b6889181f1",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1902/128382t.jpg?s=9aad4db8407be206415644b6889181f1",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1902/128382l.jpg?s=9aad4db8407be206415644b6889181f1"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1902/128382.webp?s=9aad4db8407be206415644b6889181f1",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1902/128382t.webp?s=9aad4db8407be206415644b6889181f1",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1902/128382l.webp?s=9aad4db8407be206415644b6889181f1"
          }
        },
        "title": "Kanojo, Okarishimasu"
      },
      "user": {
        "url": "https://myanimelist.net/profile/SoldierDream",
        "username": "SoldierDream",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/3d379b20-fee9-45df-a098-90bd328894fc_225w?s=909138304187e802c236573ec92a6ebf"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/3d379b20-fee9-45df-a098-90bd328894fc_225w?s=909138304187e802c236573ec92a6ebf"
          }
        }
      }
    },
    {
      "mal_id": 494969,
      "url": "https://myanimelist.net/reviews.php?id=494969",
      "type": "anime",
      "reactions": {
        "overall": 1,
        "nice": 1,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T21:08:00+00:00",
      "review": "Note: I'm writing this with the assumption the reader has finished Tetsujin 28-gou 2004 before watching the movie, so spoilers for the show are going to be mentioned a lot. Yasuhiro Imagawa is a legend among mecha fans, the combination of his strong narratives and love for classic old school robots lead to his reboots of old properties being considered on par if not superior to the originals, and his 2004 version of 60s anime Tetsujin 28-gou is no exception. By combining a magnificent retro aesthetic, epic orchestral OST, a likable cast with great chemistry, solid character development and strong thematic writing, it's easily one ofthe most overlooked mecha shows I've watched. Needless to say, this movie doesn't live up to the standard set by its predecessor, and there's just way too many reasons why.\n\nLet's start with the elephant in the room, there's no way this movie is canon, between Ryuusaku being inexplicably alive, Kenji being reformed and the Velanede group apparently being unknown to the main cast, there's no point in the series' timeline the events of this movie can take place in. If that wasn't enough, it also retcons a lot of the stuff we knew about Kaneda, not only with these new Ruin Bombs and the way they completely contradict what we knew about the Tetsujin Project, but also introducing Shotaro's older brother of the same name, whom I'm going to call Shoutarou from here on. Shoutarou's entire existence undermines Kaneda's motivation for creating Tetsujin 28, as he wanted the robot to serve as a replacement for his unborn child that he believed to be dead, so him actually already having another son makes what the series had established about Tetsujin that served as the basis for the relationship between it and Shotaro to no longer make sense - something the movie itself seems to acknowledge, as Shotaro has to go by the same arc he went in the first 5 eps of this series in this for no explicable reason.\n\nGoing back to things that have no explanation, let's go back to the fact a lot of characters are just completely out of character, from Takamizawa suddenly becoming a shotacon (fun trivia, this Shotaro is the origin of the word irl, and we even see her coining the term early into the movie), Kenji being very open about his love for her and showing none of his grislier side, Big Fire and Velanede wanting to blow up Japan for no clear motivation, and Chloroform, who had been little more than a prop for Shikishima in the series but was at worst a jerk cop from what we saw of him, acting as the main antagonist who's even viler than the previously mentioned duo. While the trio of Shotaro, Otsuka and Shikishima aren't ooc, they lack any of the depth they had in the series, so they still come across as flat compared to their original nuanced portrayal. Tetsujin itself was treated as a character with its own arc and themes in the series, and yet, it's just a plot device here, effectively only being in the movie because it's in the title. All the antagonistic mecha from the show also come back, again with no explanation, and they're defeated with no fanfare.\n\nMusic and animation are as good as in the show, but this is a movie, the fact it looks the same as a TV series is plain bizarre. There's also some footage recycled from the series, and even from the movie itself, during the fight scenes, but at least the latter had a plot reason. If anything, the advantage the movie had was lacking the TV restrictions, so they could show Shotaro indulging in more adult content like drinking alcohol, bleeding and even using the gun that had been forbidden from being added by exces. From the staff list, I can tell the writers changed, and I heard Imagawa didn't like how this movie turned out, and it's clear that he just wasn't that into it, as his dramatic cinematography is barely present throughout.\n\nOverall, this movie adds nothing that the series didn't do already, derails a good chunk of the cast, trivializes all the antagonists, and in general just feels like it would've been better to just make it a sequel rather than the weird alt timeline stuff going on here.\n\nThank you for reading",
      "score": 2,
      "tags": ["Not Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 10005,
        "url": "https://myanimelist.net/anime/10005/Tetsujin_28-gou__Hakuchuu_no_Zangetsu",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/7/27668.jpg?s=a793344d8db4d3a791b482826bf3719f",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/7/27668t.jpg?s=a793344d8db4d3a791b482826bf3719f",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/7/27668l.jpg?s=a793344d8db4d3a791b482826bf3719f"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/7/27668.webp?s=a793344d8db4d3a791b482826bf3719f",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/7/27668t.webp?s=a793344d8db4d3a791b482826bf3719f",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/7/27668l.webp?s=a793344d8db4d3a791b482826bf3719f"
          }
        },
        "title": "Tetsujin 28-gou: Hakuchuu no Zangetsu"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Ionliosite2",
        "username": "Ionliosite2",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/84f5e0e8-fd5e-4a06-be16-12ad7a7a0ebe_225w?s=ddcdbb579e7f001a5d4d9874230c7fea"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/84f5e0e8-fd5e-4a06-be16-12ad7a7a0ebe_225w?s=ddcdbb579e7f001a5d4d9874230c7fea"
          }
        }
      }
    },
    {
      "mal_id": 494963,
      "url": "https://myanimelist.net/reviews.php?id=494963",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T18:35:00+00:00",
      "review": "The first episode sucks, BUT KEEP WATCHING. If you're looking for a relatively chill anime, this one might be for you. While the first episode is certainly boring, the rest of the series does not feel that way at all. More episodic in nature, the four central characters bring us along with their good-natured vibes and natural chemistry together. There are definitely some humorous moments and gags that are very enjoyable. Know what you're signing up for. This is an iyashikei (peaceful lives in calming environments) slice-of-life. If that's what you're looking for, then give this a go. -------------Random Notes--------------- Weak first episode. Fails to answer the question,\"Why are we joining the story here? What is its significance?\" Definitely aims to be an iyashikei (sub-genre of slice of life) but it could be more peaceful and calm. The characters are more rambunctious than you might want. \n\nSpeaking of characters, they don't introduce a single one in-depth in the first episode. They are just four \"hot\" dudes with cliche archetypes and a random working lady? (srsly who dis random lady?)\n\nThere is a distinct lack of sound effects + background noise over a select few shots and/or the animation does not match the voiceover work. It's quite noticeable and when it happens it will completely take you out of the show. But it is rare.\n\nWithout a doubt, eps 6 was originally intended to be the first episode but whoever is in charge decided it was too boring as a first episode... So instead they choose another boring episode to start the series? Doesn't make sense.\n\nEpisode 8 is kinda boring.\n\nI'll give it a 7 but probably closer to a 6 than an 8.",
      "score": 7,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 36513,
        "url": "https://myanimelist.net/anime/36513/Rokuhou-dou_Yotsuiro_Biyori",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1015/90727.jpg?s=cc224dda8ce2cac8ea414306bb6a5f9a",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1015/90727t.jpg?s=cc224dda8ce2cac8ea414306bb6a5f9a",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1015/90727l.jpg?s=cc224dda8ce2cac8ea414306bb6a5f9a"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1015/90727.webp?s=cc224dda8ce2cac8ea414306bb6a5f9a",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1015/90727t.webp?s=cc224dda8ce2cac8ea414306bb6a5f9a",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1015/90727l.webp?s=cc224dda8ce2cac8ea414306bb6a5f9a"
          }
        },
        "title": "Rokuhou-dou Yotsuiro Biyori"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Trapper20",
        "username": "Trapper20",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/77cb9167-596e-4d8c-a88f-33f1385472b3_225w?s=9e871ff37139fecfac708ff9040dd5ba"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/77cb9167-596e-4d8c-a88f-33f1385472b3_225w?s=9e871ff37139fecfac708ff9040dd5ba"
          }
        }
      }
    },
    {
      "mal_id": 494962,
      "url": "https://myanimelist.net/reviews.php?id=494962",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T18:18:00+00:00",
      "review": "This was the show that made me grow an aprreciation for anime. My cousin recommended this show to me, but I was very reluctant at first because I had never been interested in anime before. But one day, I opened my mind, I watched the first episode just to see if it was worth watching and I ended up wacthing the entire thing. I was reall surprised with how good it was. Not only is this one of the best anime ever made, it's one of the best shows ever made. It's the only anime I would put up there alongside Breaking Bad andChernobyl.\n Where can I possibly start? The story is phenomenal. It's full of genius foreshadowing which increases the show's rewatchability. It starts off with a simple premise about humans being attacked by titans and it gets progressively more complex (and depressing) as you go on. I also never felt lime I was being given too much information. The prime example of this is immediately the first episode, where you're only given the information you need to start watching the show and become invested in it. The information that's not immediately necessary has its seeds planted early in the story and is then presented in a way that doesn't feel forced. The prime example of this is the genre shift between seasons 3 and 4.\n The soundtrack is also one of the best I've ever heard, and «Vogel Im Kafig» is probably my new favorite song.\n The characters are also great, and that's including Mikasa. I understand that people don't like Mikasa because she's too attached to Eren and does nothing but worry about him, but that really didn't bother me. Considering her backstory, it makes perfect sense for her to be that way.\n I don't wanna give away too many details about this show. If you haven't watched it yet, I have a question: What are you waiting for?",
      "score": 10,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 16498,
        "url": "https://myanimelist.net/anime/16498/Shingeki_no_Kyojin",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/10/47347.jpg?s=25436df00adfdc5367a68ba7a9ea4378",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/10/47347t.jpg?s=25436df00adfdc5367a68ba7a9ea4378",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/10/47347l.jpg?s=25436df00adfdc5367a68ba7a9ea4378"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/10/47347.webp?s=25436df00adfdc5367a68ba7a9ea4378",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/10/47347t.webp?s=25436df00adfdc5367a68ba7a9ea4378",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/10/47347l.webp?s=25436df00adfdc5367a68ba7a9ea4378"
          }
        },
        "title": "Shingeki no Kyojin"
      },
      "user": {
        "url": "https://myanimelist.net/profile/The_Collector01",
        "username": "The_Collector01",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/71ef84d4-18d5-4604-9f43-f52fb91acda1_225w?s=6ea3569f99efefca5def09894cf09017"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/71ef84d4-18d5-4604-9f43-f52fb91acda1_225w?s=6ea3569f99efefca5def09894cf09017"
          }
        }
      }
    },
    {
      "mal_id": 494959,
      "url": "https://myanimelist.net/reviews.php?id=494959",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T18:04:00+00:00",
      "review": "Do I REALLY have to explain why this is some of the most appalling shit out there? You're either one or two people here: 1. you're a disgusting human being and I feel like I could stomach the dirt beneath my feet more than I could of the existence of someone that actually enjoys this shota. or 2. You're here to make a meme review because you think its funny or because you watched this awful shota out of pure morbid curiosity Please do NOT watch this shota AT ALL if you value your life. It's such a waste of time and honestly one of the more grossshotas i've had the displeasure of seeing.",
      "score": 1,
      "tags": ["Not Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 1639,
        "url": "https://myanimelist.net/anime/1639/Boku_no_Pico",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/12/39497.jpg?s=7128cc935ed761df58fd81ccb8bc05ee",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/12/39497t.jpg?s=7128cc935ed761df58fd81ccb8bc05ee",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/12/39497l.jpg?s=7128cc935ed761df58fd81ccb8bc05ee"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/12/39497.webp?s=7128cc935ed761df58fd81ccb8bc05ee",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/12/39497t.webp?s=7128cc935ed761df58fd81ccb8bc05ee",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/12/39497l.webp?s=7128cc935ed761df58fd81ccb8bc05ee"
          }
        },
        "title": "Boku no Pico"
      },
      "user": {
        "url": "https://myanimelist.net/profile/CorpseBun",
        "username": "CorpseBun",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/b91dbd9c-5eae-49d2-9344-27a85eae50a6_225w?s=4b4028b0e46357cf4d1830b8b9379d76"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/b91dbd9c-5eae-49d2-9344-27a85eae50a6_225w?s=4b4028b0e46357cf4d1830b8b9379d76"
          }
        }
      }
    },
    {
      "mal_id": 494958,
      "url": "https://myanimelist.net/reviews.php?id=494958",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T18:03:00+00:00",
      "review": "It's a good movie, but considering how much I was looking forward to watch it, it was a very underwhelming experience. The main reason why I wanted to watch it was because of the concept. The idea of a city growing infinitely and the characters having to stop its growth was something I had never seen tried in anything and I'm always a fan of giving a crazy idea a chance. I had also heard that the Blame! manga was one of the best, if the best manga ever made, so I really watched this movie expecting something memorable. Then I watched and myimmediate issue was the 3D animation. I know some people actually like the 3D animation in this movies, but it really didn't work for me, sorry.\n Another issue is that the story is mainly an action sci-fi survival adventure. I was expecting something more ambitious than that, especially considering that, according to manga readers, the manga focuses a lot on megalophobia inducing imagery, making the main characters look extremely small and making it seem like the characters are in an endless labyrinth.\n But despite all its issues, I'm not saying this movie is bad. It's good, I enjoyed it, I was just pretty underwhelmed.",
      "score": 6,
      "tags": ["Mixed Feelings"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 32086,
        "url": "https://myanimelist.net/anime/32086/Blame_Movie",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1976/93666.jpg?s=35cb4abc124956c1c9c89fd5609f5dea",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1976/93666t.jpg?s=35cb4abc124956c1c9c89fd5609f5dea",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1976/93666l.jpg?s=35cb4abc124956c1c9c89fd5609f5dea"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1976/93666.webp?s=35cb4abc124956c1c9c89fd5609f5dea",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1976/93666t.webp?s=35cb4abc124956c1c9c89fd5609f5dea",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1976/93666l.webp?s=35cb4abc124956c1c9c89fd5609f5dea"
          }
        },
        "title": "Blame! Movie"
      },
      "user": {
        "url": "https://myanimelist.net/profile/The_Collector01",
        "username": "The_Collector01",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/71ef84d4-18d5-4604-9f43-f52fb91acda1_225w?s=6ea3569f99efefca5def09894cf09017"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/71ef84d4-18d5-4604-9f43-f52fb91acda1_225w?s=6ea3569f99efefca5def09894cf09017"
          }
        }
      }
    },
    {
      "mal_id": 494957,
      "url": "https://myanimelist.net/reviews.php?id=494957",
      "type": "anime",
      "reactions": {
        "overall": 2,
        "nice": 0,
        "love_it": 0,
        "funny": 2,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T17:49:00+00:00",
      "review": "Last episode: pretty good Rest of the show: not so good Honestly, they needed more fanservice. Like the soypoint \"oh wow that's so wacky but cool\" kinda fanservice. I know it's adapting source material, but like, for a sidestory, man could they have made it more indulgent. I couldn't tell you what happens in each episode. There's basically kid Megumin, school, hot springs town, then starting village. Nothing that happens in each one matters. I wonder if this prequel is even required watching since it doesn't look like the villains are reoccurring. Anyways, it's been such a long gap since the original I don't remember it. Skill issueI guess.",
      "score": 4,
      "tags": ["Not Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 51958,
        "url": "https://myanimelist.net/anime/51958/Kono_Subarashii_Sekai_ni_Bakuen_wo",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1626/135844.jpg?s=41e4b47a6e4ff3f5af42445969e6d8cf",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1626/135844t.jpg?s=41e4b47a6e4ff3f5af42445969e6d8cf",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1626/135844l.jpg?s=41e4b47a6e4ff3f5af42445969e6d8cf"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1626/135844.webp?s=41e4b47a6e4ff3f5af42445969e6d8cf",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1626/135844t.webp?s=41e4b47a6e4ff3f5af42445969e6d8cf",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1626/135844l.webp?s=41e4b47a6e4ff3f5af42445969e6d8cf"
          }
        },
        "title": "Kono Subarashii Sekai ni Bakuen wo!"
      },
      "user": {
        "url": "https://myanimelist.net/profile/UnliExp",
        "username": "UnliExp",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/8a9b7153-4da3-44c4-b4f5-981a511968c7_225w?s=14b564252dbebc3bba032ba873c57d1c"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/8a9b7153-4da3-44c4-b4f5-981a511968c7_225w?s=14b564252dbebc3bba032ba873c57d1c"
          }
        }
      }
    },
    {
      "mal_id": 494954,
      "url": "https://myanimelist.net/reviews.php?id=494954",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T17:30:00+00:00",
      "review": "Mou Ippon! is a pretty generic sports anime. It doesn't try reinventing the wheel, but nothing is necessarily wrong. It's just that not a single aspect of the show stands out, and thus becomes highly mediocre. By playing it safe, the show suffers. The problem is that this show has not a single thing that draws the viewer in. Let's first talk about the sport itself, Judo. Usually, when a show regarding a sport shows up, it should at least give a tutorial on the sport; the rules, how to play Judo, and stuff like that. This show doesn't do that. Okay, fine, but will thefocus of the show be Judo? Well, Yes, and no. Compared to pure sports shows, it clearly has much less focus. There are no training regiments, and no real strategies other than observing the opponent's previous matches. The animation of the judo is a bit stiff and there are freeze frames, but overall, the animation is alright. It's just that there's not too much monologuing, but the matches themselves are long enough. It's not just someone \"throwing\" them down and that's the match. However, it's also not enough to carry the show. After all, there's no real \"training\" being done. A lot of the daily life of the schoolgirls is focused on training, but on what? Again, not too much strategy, not much of any focus on the actual sport of Judo. This gets reflected in the opponents themselves. You can see the lack of focus on the characters when you notice that opponents don't get an introduction. The show tries to characterize them mid-match, and it kind of works successfully, too, but again, just not enough to carry the show. Flashback no jutsu isn't going to magically develop a new opponent.\n\nWhat about the main characters themselves? Again, they're all not bad. You have the shy captain that wants to improve themself while also taking care of the team, the bombastic protagonist, a reclusive expert Judoka that eventually learns to express their feelings, the best friend character that switches from an all-star kendo player to Judo in order to be with the protagonist, the senior that wants to make their last year count and a reliable coach that helps them along the way. There's nothing wrong with them, but when you don't actually see them train, their monologues, they can't carry the show. \n\nBamboo Blade, a similar show about Kendo instead of Judo, suffers the same flaws. There's a clear focus on Kendo, but it does feel a bit weak still, but there is also an equal amount of focus on slice-of-life interactions and comedy. This slice of life aspect makes up for the sort of whimsical focus on Kendo. So unlike Bamboo Blade, Mou Ippon lacks this slice-of-life interaction that Bamboo Blade does, which made it stand out more. \n\nIt's okay for this show to focus entirely on Judo, which it does, but it needs to be perfected. If Ookiku Furikabutte, a similar show that focuses entirely on baseball with a grassroots high school level team that wants to go to nationals shows so much more detail in character development, the training, and the matches themself despite having a 9-player roster, a manager, and a coach, then there's a problem.",
      "score": 6,
      "tags": ["Not Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 49376,
        "url": "https://myanimelist.net/anime/49376/Mou_Ippon",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1039/131684.jpg?s=d0862546254817f894fbd72d25b554f9",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1039/131684t.jpg?s=d0862546254817f894fbd72d25b554f9",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1039/131684l.jpg?s=d0862546254817f894fbd72d25b554f9"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1039/131684.webp?s=d0862546254817f894fbd72d25b554f9",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1039/131684t.webp?s=d0862546254817f894fbd72d25b554f9",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1039/131684l.webp?s=d0862546254817f894fbd72d25b554f9"
          }
        },
        "title": "Mou Ippon!"
      },
      "user": {
        "url": "https://myanimelist.net/profile/PixelB",
        "username": "PixelB",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/1a0c683f-a6ec-4da7-9695-1326d01f1fe1_42x62_i?s=686173d8b7ba6c5b7f69e9a83931c31a"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/1a0c683f-a6ec-4da7-9695-1326d01f1fe1_42x62_i?s=686173d8b7ba6c5b7f69e9a83931c31a"
          }
        }
      }
    },
    {
      "mal_id": 494953,
      "url": "https://myanimelist.net/reviews.php?id=494953",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T17:18:00+00:00",
      "review": "There are no coincidences. If you're right here and Right Now reading this, there's a reason, a logical cause; but not always a clear first principle or motiff. That's when Art can give us a little push. Haibane Renmei is a very earthy, soft anime with an ethereal touch. The settings, characters, pace, and the (beautiful) music transport you and made feel the love present in the every day unimportant things of life and the world. Sure, their \"handmade\" craftsmanship is shown. Different people have different tastes, and we all have different needs. I have experienced how work's like this can have a profound effect on thedeep consciousness or psyche, meanwhile others (some friends as example), can simple pass on that, like was nothing. The world is a mysterious place, and the most mysterious of their corners is the human hearth.\n\nIf you're lucky enough, like I am, this show will change something inside of you for the better. That's all.",
      "score": 10,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 387,
        "url": "https://myanimelist.net/anime/387/Haibane_Renmei",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/9/13134.jpg?s=4e013dda7e3d54117287f2a1ea22a440",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/9/13134t.jpg?s=4e013dda7e3d54117287f2a1ea22a440",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/9/13134l.jpg?s=4e013dda7e3d54117287f2a1ea22a440"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/9/13134.webp?s=4e013dda7e3d54117287f2a1ea22a440",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/9/13134t.webp?s=4e013dda7e3d54117287f2a1ea22a440",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/9/13134l.webp?s=4e013dda7e3d54117287f2a1ea22a440"
          }
        },
        "title": "Haibane Renmei"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Phantom_Force",
        "username": "Phantom_Force",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/f36c7a84-94d0-4218-b911-21c4e37af412_225w?s=ec4e70b2c25d50d906d0be3bfde35329"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/f36c7a84-94d0-4218-b911-21c4e37af412_225w?s=ec4e70b2c25d50d906d0be3bfde35329"
          }
        }
      }
    },
    {
      "mal_id": 494948,
      "url": "https://myanimelist.net/reviews.php?id=494948",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T16:40:00+00:00",
      "review": "I was honestly here for the fight scenes and the animation. It was just a pleasure to watch but not much else to be honest. Storyline is giving very cultish vibes and is just not really interesting and there doesn't seem to be much growth both in characters and fighting skills. Any level up is just something they are born with and unlock and I really hate when people don't really earn what they have. If that is the case they should at least have to work hard to master it. Show had nice animation and hype but no substance.",
      "score": 6,
      "tags": ["Not Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 41353,
        "url": "https://myanimelist.net/anime/41353/The_God_of_High_School",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1722/107269.jpg?s=2173688d8031e13c3e3cad20d2d80511",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1722/107269t.jpg?s=2173688d8031e13c3e3cad20d2d80511",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1722/107269l.jpg?s=2173688d8031e13c3e3cad20d2d80511"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1722/107269.webp?s=2173688d8031e13c3e3cad20d2d80511",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1722/107269t.webp?s=2173688d8031e13c3e3cad20d2d80511",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1722/107269l.webp?s=2173688d8031e13c3e3cad20d2d80511"
          }
        },
        "title": "The God of High School"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Teluman",
        "username": "Teluman",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          }
        }
      }
    },
    {
      "mal_id": 494945,
      "url": "https://myanimelist.net/reviews.php?id=494945",
      "type": "anime",
      "reactions": {
        "overall": 1,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 1,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T15:15:00+00:00",
      "review": "THE BEST ANIME EVER! I watched this show like 2 years ago but i remember almost all the story details and everything. And from the 1st episode of the anime I understood that this was the perfect anime for me. Art: 10 Characters: 10 Sounds: 10 Story: 10 Masterpiece... Others may not like this anime but I think the characters are so good even they're not realistic. Keyaru is the strongest and smartest character I've ever seen. The story was so unique, there are too many plot twists at the anime and the art style really fit the story and the universe.",
      "score": 10,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 40750,
        "url": "https://myanimelist.net/anime/40750/Kaifuku_Jutsushi_no_Yarinaoshi",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1301/110018.jpg?s=38ccad7883b9a631bbd99d494dbff2db",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1301/110018t.jpg?s=38ccad7883b9a631bbd99d494dbff2db",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1301/110018l.jpg?s=38ccad7883b9a631bbd99d494dbff2db"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1301/110018.webp?s=38ccad7883b9a631bbd99d494dbff2db",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1301/110018t.webp?s=38ccad7883b9a631bbd99d494dbff2db",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1301/110018l.webp?s=38ccad7883b9a631bbd99d494dbff2db"
          }
        },
        "title": "Kaifuku Jutsushi no Yarinaoshi"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Crimslea-san",
        "username": "Crimslea-san",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/1a3542ec-7d54-4bd2-88c4-985158f60a58_225w?s=13b6770819f7404f8896620e5f294a47"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/1a3542ec-7d54-4bd2-88c4-985158f60a58_225w?s=13b6770819f7404f8896620e5f294a47"
          }
        }
      }
    },
    {
      "mal_id": 494941,
      "url": "https://myanimelist.net/reviews.php?id=494941",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T14:28:00+00:00",
      "review": "A Romance with likable characters this is a feel-good show. With a little light comedy to support the major romance tones this is definitely a comfort show. Knowing that the manga has over a hundred chapters more story and is still growing I'm left wondering if this show will have a satisfactory conclusion on the anime side. However, if you are looking for a cute romance with little to no drama than this will hit the spot. The art style is standard and unremarkable. The most refreshing part for me how they approach the relationship which explores the relationship in anunusual way.",
      "score": 8,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 41389,
        "url": "https://myanimelist.net/anime/41389/Tonikaku_Kawaii",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1613/108722.jpg?s=7c525b03b50a63e79768249eccf6729b",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1613/108722t.jpg?s=7c525b03b50a63e79768249eccf6729b",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1613/108722l.jpg?s=7c525b03b50a63e79768249eccf6729b"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1613/108722.webp?s=7c525b03b50a63e79768249eccf6729b",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1613/108722t.webp?s=7c525b03b50a63e79768249eccf6729b",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1613/108722l.webp?s=7c525b03b50a63e79768249eccf6729b"
          }
        },
        "title": "Tonikaku Kawaii"
      },
      "user": {
        "url": "https://myanimelist.net/profile/DrunkUncleGeorge",
        "username": "DrunkUncleGeorge",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
          }
        }
      }
    },
    {
      "mal_id": 494940,
      "url": "https://myanimelist.net/reviews.php?id=494940",
      "type": "anime",
      "reactions": {
        "overall": 1,
        "nice": 1,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T14:13:00+00:00",
      "review": "Grand Blue Dreaming. This was a really nice show. I am a heavy heavy comedy anime enjoyed. I live off comedy animes. Sometimes jokes get stale. Sometimes I do not laugh, but here I laugh most of the time. There is a lot of alcohol involved though. THis is the quintessential Teen anime show though.Story: About Iori who moved into town. He \"joins\" the Dive club, a weird club with a bunch of big burly men roaming around naked in the dive shop. Weird premise right?\n\nBut they go with it. Surprisingly, it works. One of the better comedy animes I've seen for sure.\n\nThe arcs were nice. My favorite was the Tennis Club arc with the Tennis game.\n\nComedy is subjective but it is good here.\n\nAnimation: It is good animation. 2018 was 5 years ago wow! But it still has amazing animation my only concern is the stylistic choices they made in that it is not really unique. \n\nBut the underwater scenes were beautiful so there is that.\n\nThe music: OP was pretty good not the best. Skipped it most of the time.\n\nConsensus: It is a nice comedic anime that you should watch.\n\nFinal Score: 8/10 it is good. Context: Daily lives of High School Boys was a 9 and Asobi Asobase/Azumanga Daioh was a 10.\n\nThanks!\n-CyanCheetah",
      "score": 8,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 37105,
        "url": "https://myanimelist.net/anime/37105/Grand_Blue",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1302/94882.jpg?s=e61fb82279a7d6e9e8dbd2dfd477020e",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1302/94882t.jpg?s=e61fb82279a7d6e9e8dbd2dfd477020e",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1302/94882l.jpg?s=e61fb82279a7d6e9e8dbd2dfd477020e"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1302/94882.webp?s=e61fb82279a7d6e9e8dbd2dfd477020e",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1302/94882t.webp?s=e61fb82279a7d6e9e8dbd2dfd477020e",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1302/94882l.webp?s=e61fb82279a7d6e9e8dbd2dfd477020e"
          }
        },
        "title": "Grand Blue"
      },
      "user": {
        "url": "https://myanimelist.net/profile/CyanCheetah",
        "username": "CyanCheetah",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/1dda263a-a3c0-4c4a-97f9-ac2afbf260e7_42x62_i?s=18f6c5669d6d242152d3f6a6e3a0d9c4"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/1dda263a-a3c0-4c4a-97f9-ac2afbf260e7_42x62_i?s=18f6c5669d6d242152d3f6a6e3a0d9c4"
          }
        }
      }
    },
    {
      "mal_id": 494939,
      "url": "https://myanimelist.net/reviews.php?id=494939",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T14:13:00+00:00",
      "review": "Oh well I randomly decided to do this on a whim because this anime had a profound effect on me. As in, it actually made me think about the stuff that is happening, why its happening, who is responsible etc. I really have a soft spot for anime that make me question why I'm even watching them in the first place (Like Serial experiments Lain aswell) Maybe most of you have seen it already, Maybe most of you havent even heard about it but regardless it has quite a bit of historical value in that it actually had a really bold ending which I wont spoil obviouslylmao.\n\nStory :(5)\nJust your run of the mill harem romance school story, Below average actually.\n\nCharacters :(5)\nThe characters are well... Extremely selfish and maybe life like? Idk how to describe it but I hated almost all the characters near the end and imo that speaks volumes about the writing atleast. \n\nAnimation :(5)\nExtremely average\n\nMusic :(8)\nNow this is where the anime somewhat excels , Had some really good songs here and there and the way they used them was nice.\n\nEnjoyment:(8)\nNow you're probably thinking why would I rate this an 8 because its average rating is somewhere around 5.5 something.\nI rate an anime based on, beginning, music, how many times it made me question stuff, or had some impact or some moments which I might not forget and lastly the ending and boy does this have one of the most satisfying endings I've seen in anime recently. \n\nIf anyone has seen it dont spoil in the comments because its one of those anime where you should go completely blind and see for yourself.\nDo not google it or anything, Just start watching\n\nIf you read all that, Thanks!\nHere's a cookie 🍪",
      "score": 8,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 2476,
        "url": "https://myanimelist.net/anime/2476/School_Days",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1593/122440.jpg?s=773be537db33547fb2660d29b83239dc",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1593/122440t.jpg?s=773be537db33547fb2660d29b83239dc",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1593/122440l.jpg?s=773be537db33547fb2660d29b83239dc"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1593/122440.webp?s=773be537db33547fb2660d29b83239dc",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1593/122440t.webp?s=773be537db33547fb2660d29b83239dc",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1593/122440l.webp?s=773be537db33547fb2660d29b83239dc"
          }
        },
        "title": "School Days"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Biisoo",
        "username": "Biisoo",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/02319fe0-9271-42b5-8181-9a921416aeb6_225w?s=8a218b87582a76b3ea0e1fd1adefcb73"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/02319fe0-9271-42b5-8181-9a921416aeb6_225w?s=8a218b87582a76b3ea0e1fd1adefcb73"
          }
        }
      }
    },
    {
      "mal_id": 494938,
      "url": "https://myanimelist.net/reviews.php?id=494938",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T14:03:00+00:00",
      "review": "---Original language: Portuguese--- ---Additional language: English--- English: I recently discovered part 2 of this anime and honestly guess it was better than part one. Something that had bothered me a lot was the bad explanation of the past, I still wonder if it was a good idea to have left it for part 2 Anyway, this drama and portrayal of the war gave me a good feeling I don't know why, this ending was until good The descent of our protagonists correspond to our wills which makes it in my view good, for sharing ideals The anime is good to pass the time and I don't know if there willbe a sequel, but if it does, I recommend seeing it for sure.\nAnd all this impacts on the final grade, this time it was to: 8/10\nI even come to pronounce that prioritizing English over my native language is unfortunate, but I do not want my opinion deleted, thank you all for reading\n\nPT-BR: Recentemente descobri a parte 2 desse anime e sinceramente adimito que foi melhor qua a parte um.\nAlgo que tinha me incomodado bastante era a má explicação do passado, ainda me pergunto se foi uma boa ideia ter deixado para a parte 2\nenfim, esse drama e retratação da guerra me trouxe um sensação boa não sei porque, esse final foi até que bom\nA tomada de descisão dos nossos protagonistas correspondem as nossa vontades o que torna na minha visão bom, por compartilhar ideais\no anime é bom para passar o tempo e não sei se haverá continuação, mas se tiver, recomendo ver com certeza.\ne tudo isso impacta na nota final, dessa vez foi para: 8/10\nVenho até me pronunciar que priorizar o ingles ao inves da minha lingua natal é lamentavel, porem nao quero te minha opinião excluida, obrigado a todos por ler",
      "score": 8,
      "tags": ["Mixed Feelings"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 48569,
        "url": "https://myanimelist.net/anime/48569/86_Part_2",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1321/117508.jpg?s=d0b02470c89bda2992bbbdb6ddc9909e",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1321/117508t.jpg?s=d0b02470c89bda2992bbbdb6ddc9909e",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1321/117508l.jpg?s=d0b02470c89bda2992bbbdb6ddc9909e"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1321/117508.webp?s=d0b02470c89bda2992bbbdb6ddc9909e",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1321/117508t.webp?s=d0b02470c89bda2992bbbdb6ddc9909e",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1321/117508l.webp?s=d0b02470c89bda2992bbbdb6ddc9909e"
          }
        },
        "title": "86 Part 2"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Rodriiz",
        "username": "Rodriiz",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/9cc2c14c-39a9-431d-9803-375f9e7134a6_225w?s=f540420e100fe436ed18b4295f89c292"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/9cc2c14c-39a9-431d-9803-375f9e7134a6_225w?s=f540420e100fe436ed18b4295f89c292"
          }
        }
      }
    },
    {
      "mal_id": 494936,
      "url": "https://myanimelist.net/reviews.php?id=494936",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T13:56:00+00:00",
      "review": "I'll judge the first 2 seasons on this review). What can I say about 86? It's a must-see! Let's talk about the obvious. 86 is sublime in its animation. Whether it's the fight scenes, the landscapes, the quieter moments, the details, the characters, the cities, the robots, ... Everything is well done, there are no mistakes, everything is successful. The work is sublime. The scene that most illustrates this beauty is clearly the one in the rose field. Now that we've talked image, let's talk story. It's very well told. Right from the start, we see the social class system present in society between the \"grayhairs\" and the others. We understand Milizé's ambitions in relation to the latter. The author makes this very interesting, as Milizé's desire to create friendship is not directly accepted by his troops. They're not dumb characters who don't distrust nice people. What's more, despite the relationship that gradually develops. Certain tragic events remind the heroes of the story that this friendship is only very fragile. \nIt will obviously grow stronger with each battle and discussion. The Handler gradually manages to shake the Reaper out of his natural coldness and seriousness. If you want to talk a little about season 2, take a look at the adventure surrounding Frederica Rosenfort. Some may find her useless and unbearable at first, but the ending will make you forget all that very quickly.",
      "score": 10,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 48569,
        "url": "https://myanimelist.net/anime/48569/86_Part_2",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1321/117508.jpg?s=d0b02470c89bda2992bbbdb6ddc9909e",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1321/117508t.jpg?s=d0b02470c89bda2992bbbdb6ddc9909e",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1321/117508l.jpg?s=d0b02470c89bda2992bbbdb6ddc9909e"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1321/117508.webp?s=d0b02470c89bda2992bbbdb6ddc9909e",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1321/117508t.webp?s=d0b02470c89bda2992bbbdb6ddc9909e",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1321/117508l.webp?s=d0b02470c89bda2992bbbdb6ddc9909e"
          }
        },
        "title": "86 Part 2"
      },
      "user": {
        "url": "https://myanimelist.net/profile/ranas511",
        "username": "ranas511",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/3f73804a-0af9-490f-af6e-b738567628ea_225w?s=82d855b69a67fc64b13b11a393d1abd5"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/3f73804a-0af9-490f-af6e-b738567628ea_225w?s=82d855b69a67fc64b13b11a393d1abd5"
          }
        }
      }
    },
    {
      "mal_id": 494932,
      "url": "https://myanimelist.net/reviews.php?id=494932",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T13:22:00+00:00",
      "review": "\"Bleach\" was unlucky to come out when there are many alternative Shounen that are all like two identical drops of water. There are a lot of interesting characters in Bleach, funny dramatic ones, the characters die there, it's still frankly a teenage title, but he has iron balls in terms of acting dramaturgy... but this is mainstream, now all shounen will look like this. I read manga as a teenager and I'm glad the anime came out, but I'm honest with you there's nothing special about it. the art style is good, but not more, the animation is acceptable, but I know what can be better the music isgood, but I wouldn't listen to it separately on repeat\n\nthis title has one big plus there are few fillers and a lot of action\n\nwell, there's probably an interesting lore of the entire franchise, but I spread my hands and can't advise, it's exclusively for fans\n\nwell, this is a very straightforward quotation of manga, personally I think that a good anime adaptation of manga should be a good ANIME... in manga, there is a special genre where the characters pronounce their actions so that the reader can understand what is happening, in a good anime adaptation this should not be, anime works a little differently, there are pictures moving and you need to show and not tell. the adaptation should complement the manga and not quote it\n\nin fact, I'm lying, the fact is that in manga fights are vague garbage and anime looks more interesting, this is not an achievement of adaptation, but rather a bad manga... yes, I understand that I'm climbing into a bottle, but this is such a genre here just a good Shounen is not enough",
      "score": 6,
      "tags": ["Mixed Feelings"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 41467,
        "url": "https://myanimelist.net/anime/41467/Bleach__Sennen_Kessen-hen",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1908/135431.jpg?s=a765e554aa186260fe5cd7a9a88942d0",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1908/135431t.jpg?s=a765e554aa186260fe5cd7a9a88942d0",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1908/135431l.jpg?s=a765e554aa186260fe5cd7a9a88942d0"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1908/135431.webp?s=a765e554aa186260fe5cd7a9a88942d0",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1908/135431t.webp?s=a765e554aa186260fe5cd7a9a88942d0",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1908/135431l.webp?s=a765e554aa186260fe5cd7a9a88942d0"
          }
        },
        "title": "Bleach: Sennen Kessen-hen"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Zigizmund",
        "username": "Zigizmund",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/a1a7fece-a7c6-4570-a1f9-7c889a4c754d_225w?s=3a865513a035728acaf060be985f8a98"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/a1a7fece-a7c6-4570-a1f9-7c889a4c754d_225w?s=3a865513a035728acaf060be985f8a98"
          }
        }
      }
    },
    {
      "mal_id": 494922,
      "url": "https://myanimelist.net/reviews.php?id=494922",
      "type": "anime",
      "reactions": {
        "overall": 1,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 1,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T13:03:00+00:00",
      "review": "Rating: 6 This would have done just as good if it was a live-action anime since they drop all what makes, anime - anime. If you read the manga and watched the anime, this is a completely different story. Where the anime and manga are able to present to us all characters equally, the movie lacks and presents most characters in a hollow way. Music is fine but many times it was awkardly silent to make the anime seem like a real basketball game. They are playing a championship, yet there is a lack of background sound/music plus there is ZERO cheering which makes it seemlike an empty crowd when in fact it is full. \nThey make it fast paced and realistic only to ruin it with plenty of flashbacks and occassional slow-motion. If they decided on using slow-motion they could've used it several other times to create tension in the game (as they did on the anime and manga). Since they use plenty of flashbacks, it ruins the pace and tension of the game. \nThe rivals and the rivalry seem empty and the Shohoku (the protagonist team) seems empty too. \n\nAll that aised, it is good if you want to learn a bit more about Miyagi Ryouta in the whole series. I would say this movie would have done better if it focused on Ryouta the whole movie rather than compromising and failing at all. OR they could've introduce all his background at the beginning and shown the game afterwards (including more sound too). The story is nice, but if you are trying to look for Slam Dunk, this is not it. \n\n I love Slam Dunk for it's cheering atmostphere no matter how grim it might seem. All the character's interaction in the team seem so wholesome and funny (in the anime and manga). Ryouta blushes everytime when Ayako talks to him and smiles. The movie took this off and made them too serious even the way (former main character with red hair) Sakuragi interacts seems off putting. \nI do apreciate the bold new approach, but this could've done better in several areas. A 40min OVA could've done better. \nI will watch it again to focus on Miyagi Ryouta but my main complaints still stand. \n-lack of sound/music\n-hollow characters\n-awkard interactions",
      "score": 6,
      "tags": ["Mixed Feelings"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 45649,
        "url": "https://myanimelist.net/anime/45649/The_First_Slam_Dunk",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1745/129284.jpg?s=f60e1836b8c7212c89571a2862c6115d",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1745/129284t.jpg?s=f60e1836b8c7212c89571a2862c6115d",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1745/129284l.jpg?s=f60e1836b8c7212c89571a2862c6115d"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1745/129284.webp?s=f60e1836b8c7212c89571a2862c6115d",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1745/129284t.webp?s=f60e1836b8c7212c89571a2862c6115d",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1745/129284l.webp?s=f60e1836b8c7212c89571a2862c6115d"
          }
        },
        "title": "The First Slam Dunk"
      },
      "user": {
        "url": "https://myanimelist.net/profile/saintsinn",
        "username": "saintsinn",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/41ba8072-412a-4b37-905d-c0a747966d77_225w?s=610ffd7a5d97893872c4dd93d1cd9dcf"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/41ba8072-412a-4b37-905d-c0a747966d77_225w?s=610ffd7a5d97893872c4dd93d1cd9dcf"
          }
        }
      }
    },
    {
      "mal_id": 494919,
      "url": "https://myanimelist.net/reviews.php?id=494919",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T12:38:00+00:00",
      "review": "The CGI Resident Evil films in my opinion were always WAY more miss than hit and the only people that liked them or at least were willing to look past their massive issues due to their love for the characters were huge fans of the Resident Evil IP . Up until now I can't say that I've liked any of these original stories all that much beyond the novelty of \"Oh look there's Rebecca , Sure haven't seen her in a while!\" but Death Island was a surprisingly enjoyable pop corn flick Now don't get me wrong the bar wasn't set very high with Vendettaand especially Infinite Darkness but I found the action to be well choreographed and the animation to be pretty good overall . They tried to do some interesting things here with Jill's PTSD of sorts after the events of Resident Evil 5 and the main villain actually calling out how hypocritical and ineffectual the main cast of this series has been but nothing gets enough time in the oven and overall both plot points disappoint \n\nNobody will or should see this film expecting masterful writing or complex character motivations . This is nothing but a fanservice movie where damn near all the fan favorites come together (I do miss old Jill though but new one is fine) to defeat yet another bio-terror threat and that's all there is to it\n\nRecommend it to Resident Evil fans and nobody else",
      "score": 6,
      "tags": ["Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 54398,
        "url": "https://myanimelist.net/anime/54398/Biohazard__Death_Island",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1348/133200.jpg?s=06ce5152b86009574c3ca39bc509bc2a",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1348/133200t.jpg?s=06ce5152b86009574c3ca39bc509bc2a",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1348/133200l.jpg?s=06ce5152b86009574c3ca39bc509bc2a"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1348/133200.webp?s=06ce5152b86009574c3ca39bc509bc2a",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1348/133200t.webp?s=06ce5152b86009574c3ca39bc509bc2a",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1348/133200l.webp?s=06ce5152b86009574c3ca39bc509bc2a"
          }
        },
        "title": "Biohazard: Death Island"
      },
      "user": {
        "url": "https://myanimelist.net/profile/Welkin96",
        "username": "Welkin96",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/e034b2ac-8077-4d5e-b660-fe1572e730bd_225w?s=d1ea681983c213a1163e70bd2a6e6d3c"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/e034b2ac-8077-4d5e-b660-fe1572e730bd_225w?s=d1ea681983c213a1163e70bd2a6e6d3c"
          }
        }
      }
    },
    {
      "mal_id": 494918,
      "url": "https://myanimelist.net/reviews.php?id=494918",
      "type": "anime",
      "reactions": {
        "overall": 2,
        "nice": 0,
        "love_it": 0,
        "funny": 1,
        "confusing": 1,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T12:36:00+00:00",
      "review": "The Anime is basically how Women think. The problems and inter personal relationship they face are not complicated or serious, yet they portray it as veeeery complicated, they show as if there is a problem in stupid and casual scenarios. I definitely do not recommend this anime to anyone. 10 billion percent bullshit. Please watch some psychological thriller or something else instead of wasting your time in this bullshit. This anime will be definitely sympathised by most women because stuff they talk about are definitely the kind of topic my mother shouts about all day to my father. The art style and character designs are fabulous andgorgeous and the reason I started watching this anime. It is definitely a huuge waste to have such good art and animation to this piece of garbage. The budget and work should've been invested in anime's like Wotakoi or Grand Blue😞😞. \n\nOverall this anime is definitely does not have any proper suspense or mystery or any likable factor. I'm suuuper surprised that this garbage is rated 8+. I'd personally like to have a word with every person who rated this anime more than 4. A complete waste of time.",
      "score": 1,
      "tags": ["Not Recommended"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 23847,
        "url": "https://myanimelist.net/anime/23847/Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru_Zoku",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/11/75376.jpg?s=da5529415d14fbe13cbf3c1d7ad33eb2",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/11/75376t.jpg?s=da5529415d14fbe13cbf3c1d7ad33eb2",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/11/75376l.jpg?s=da5529415d14fbe13cbf3c1d7ad33eb2"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/11/75376.webp?s=da5529415d14fbe13cbf3c1d7ad33eb2",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/11/75376t.webp?s=da5529415d14fbe13cbf3c1d7ad33eb2",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/11/75376l.webp?s=da5529415d14fbe13cbf3c1d7ad33eb2"
          }
        },
        "title": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Zoku"
      },
      "user": {
        "url": "https://myanimelist.net/profile/AmonDeLorde",
        "username": "AmonDeLorde",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/7910f7af-0521-48f5-ab2c-4a58043d236f_225w?s=b96618da16b5261674aef93e5cdf8fc5"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/7910f7af-0521-48f5-ab2c-4a58043d236f_225w?s=b96618da16b5261674aef93e5cdf8fc5"
          }
        }
      }
    },
    {
      "mal_id": 494917,
      "url": "https://myanimelist.net/reviews.php?id=494917",
      "type": "anime",
      "reactions": {
        "overall": 0,
        "nice": 0,
        "love_it": 0,
        "funny": 0,
        "confusing": 0,
        "informative": 0,
        "well_written": 0,
        "creative": 0
      },
      "date": "2023-07-31T12:28:00+00:00",
      "review": "I honestly do not like the song at all, there's something about the percussion that gives me a headache and everything feels choppy, compressed, and over-mixed. However, the music video itself is wonderful, it reminds me of old children's books. It's a shame that such a pretty video is attached to this song. I'd recommend watching the video with the song muted, but if that ruins the experience for you then I'd say don't watch it at all. uhhhh ok so the site wants me to add more stuff, uhhh \"Do you think the art style is fitting for the story?\" No, it's not, again Ithink the art is too good for this video. \"Were the characters well-rounded?\" Well they were certainly playful and imaginative, I think those are good characteristics. \"Did the characters react to situations and events in a realistic way?\" As best they could, yeah.\n\nIs that good enough? I think that's good enough.",
      "score": 7,
      "tags": ["Mixed Feelings"],
      "is_spoiler": false,
      "is_preliminary": false,
      "episodes_watched": null,
      "entry": {
        "mal_id": 40200,
        "url": "https://myanimelist.net/anime/40200/Paprika_Music",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1023/102380.jpg?s=b53fd542875fc352467890df9a6c1b77",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1023/102380t.jpg?s=b53fd542875fc352467890df9a6c1b77",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1023/102380l.jpg?s=b53fd542875fc352467890df9a6c1b77"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/images/anime/1023/102380.webp?s=b53fd542875fc352467890df9a6c1b77",
            "small_image_url": "https://cdn.myanimelist.net/images/anime/1023/102380t.webp?s=b53fd542875fc352467890df9a6c1b77",
            "large_image_url": "https://cdn.myanimelist.net/images/anime/1023/102380l.webp?s=b53fd542875fc352467890df9a6c1b77"
          }
        },
        "title": "Paprika (Music)"
      },
      "user": {
        "url": "https://myanimelist.net/profile/passing_through",
        "username": "passing_through",
        "images": {
          "jpg": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/ceb1f442-4d20-4639-9003-4b579548d2c5_42x62_i?s=6d581caeb730a351580305084842d76f"
          },
          "webp": {
            "image_url": "https://cdn.myanimelist.net/s/common/userimages/ceb1f442-4d20-4639-9003-4b579548d2c5_42x62_i?s=6d581caeb730a351580305084842d76f"
          }
        }
      }
    }
  ]
}
